{
  "home": [
    {
      "id": 1,
      "name": "Шестеренка",
      "text": "В данном уроке Вы сможете ознакомиться с основными командами Fusion 360 и построить простейшую деталь используя только один компонент."
    },
    {
      "id": 2,
      "name": "Коллектор",
      "text": "В данном уроке Вы сможете закрепить материал который уже прошли, узнать новые функции и построить деталь из одного компонента."
    },
    {
      "id": 3,
      "name": "Отвёртка",
      "text": "В данном уроке, используя команды, которые были в предыдущих уроках, Вы научитесь сопрягать компоненты и соберете свою первую сборку."
    },
    {
      "id": 4,
      "name": "Мальтийский крест",
      "text": "В данном уроке Вы соберете сборку из пяти компонентов и сможете ознакомиться с более обширным функционалом Fusion 360."
    },
    {
      "id": 5,
      "name": "Клещи",
      "text": "В данном уроке Вы научитесь работать с большим количеством компонентов и правильно их сопрягать."
    },
    {
      "id": 6,
      "name": "Лампочка",
      "text": "В данном уроке Вы закрепите все свои знания из прошедших уроков и соберете лампочку."
    },
    {
      "id": 7,
      "name": "Тески",
      "text": "В данном уроке Вы закрепите все свои знания из прошедших уроков и соберёте ешё одну сборку."
    },
    {
      "id": 8,
      "name": "Рычаг - скольжения",
      "text": "В данном уроке, Вы научитесь работать с большим количеством компонентов и правильно их сопрягать."
    },
    {
      "id": 9,
      "name": "Домкрат",
      "text": "В данном уроке, Вы научитесь собирать сложно-устойчивые конструкции."
    },
    {
      "id": 14,
      "name": "Колесо заклинателя",
      "text": "В данном уроке, Вы попрактикуетесь в создании деталей и сборок."
    },
    {
      "id": 10,
      "name": "Игрушечная пушка",
      "text": "В данном уроке, Вы попрактикуетесь в создании деталей и сборок."
    },
    {
      "id": 13,
      "name": "Флешка",
      "text": "В данном уроке, Вы попрактикуетесь в создании деталей и сборок."
    },
    {
      "id": 11,
      "name": "Пластиковый самолёт",
      "text": "В данном уроке, Вы научитесь работать с выпуклыми формами."
    },
    {
      "id": 12,
        "name": "Корпус машины",
      "text": "В данном уроке, Вы попрактикуетесь в создании выпуклых форм и сборок."
    }
  ],
  "guides": [
    {
      "id": 1,
      "parts": [
        {
          "name": "Гайд",
          "content": "Откройте Autodesk Fusion 360. Нажимите на верхней вкладке слева Sketch (набросок) -> Create Sketch (создание наброска) и выберите ось ZX.^1.jpg^После добавления нового наброска, выбираем Sketch (набросок) -> Circle(окружность) -> Center Diameter Circle (создание окружности по диаметру). Из центра осей зажимая левую кнопку мыши растягиваем круг нужной длины. По умолчанию стоят мм. При растяжении будет появляться окошко, в котором вы можете вписать размер окружности (47мм).^2.jpg^Нам потребуется еще одна окружность, но уже малого размера(8мм). Также выбираем Sketch (набросок) -> Circle(окружность) -> Center Diameter Circle (создание окружности по диаметру).^3.jpg^Также, создаем еще одну окружность размером в 10мм.^4.jpg^Мы сделали наш набросок и можем приступать к созданию детали. Для этого зажимая Shift, мы выбираем те поверхности, которые хотим выдавить (сделать объемными). После выбора, нажимаем на верхней вкладке Create -> Extrude (выдавить). Выбираем поверхность самого большого круга. У нас появляется стрелочка и окошко справа (параметры). Благодаря параметрам мы можем настраивать выдавливание как нам требуется (в одну сторону или в обе, дистанция и т.п.). Выдавливаем нашу большую окружность на 10мм.^5.jpg^Окружность поменьше, выдавливаем в ту же сторону на 11мм.^6.jpg^У нас выдавилась основа шестерёнки. Далее выбираем верхнюю поверхность правой копкой мыши и нажимаем Sketch -> Create Sketch (создание нового наброска).^7.jpg^У нас открылся новый эскиз.^8.jpg^По верхней оси создаем линию вниз, Sketch -> Line (Линия). Задаем длину 2мм. Для того, чтобы закончить линию, вы можете нажать Escape.^9.jpg^Создаём из этой же точки линию вверх, 0.50мм.^10.jpg^Из нижнего конца первой линии в право создаем еще одну линию 0.50мм^11.jpg^Из этой же точки, создаем в лево линию 0.50мм.^12.jpg^Из верхнего конца второй созданной линии в право создаем линию длинной 1.25мм.^13.jpg^Из этой же точки создаем в лево линию 1.25мм.^14.jpg^Соединяем концы проведенных в стороны линий. У нас получилась трапеция. Выбираем с помощью Shift-а всю поверхность этой трапеции (как мы делали в шаге №6).^15.jpg^После того, как мы выбрали всю трапецию, можем переходить к созданию зубчика. Для этого, нам потребуется действие Extrude (как в шаге №6). Мы должны убедиться в том, что выдавливание произойдет в нужную сторону (через всю деталь), для этого, посмотрите и убедитесь, что стрелочка направлена туда, куда нужно. Также, мы можем выбрать на какое расстояние выдавится наша деталь. Для этого в параметрах в окошке справа нажимаем Start -> Object и выбираем противоположную сторону детали.^16.jpg^Для того, чтобы получились полноценные зубчики на всей поверхности детали, прибегнем к помощи массива. Для этого на вкладке Create выбираем Pattern -> Circular Pattern.^17.jpg^Выбираем три внутренние стороны зубчика левой кнопкой мыши^18.jpg^В окошке параметров переключаемся на Axis (ось) и выбираем нашу большую окружность^19.jpg^После чего, нам надо увеличить число зубчиков. В этом нам поможет Quantity (окошко параметров). Задаем число 45 и нажимаем ОК.^20.jpg^Вот что у нас получилось.^21.jpg^Теперь, нам надо сгладить окружность, которая выпирает. Выбираем всю деталь нажимаем Modify -> Fillet. Выбираем окружность соединения большой окружности и малой. Вводим параметры 1 мм и нажимаем ОК.^22.jpg^Наша деталь готова. Осталось все сохранить. Для этого в самой верхней вкладке нажимаем File -> Save и сохраняем нашу деталь.^23.jpg^"
        },
        {
          "name": "Видео",
          "content": "https://www.youtube.com/embed/CQXrY3CFG1s"
        }
      ]
    },
    {
      "id": 2,
      "parts": [
        {
          "name": "Гайд",
          "content": "Перед тем как начать, вам необходимо запустить Fusion 360. Далее, Вам необходимо нажать на кнопку \"Show Data\", которая находится в правом левом углу.^1.jpg^У нас открылось окно и появилась кнопка \"New Project\". Создаем новый проект и выбераем его как активный, нажав по нему два раза \"ЛКМ\".^2.jpg^Нажимаем «SKETCH» и выбираем инструмент «Center Diameter Circle», который позволит нам создать круг по указанному диаметру.^3.jpg^Создаём на любой плоскости два круга с диаметрами, указанными в чертеже (60 и 40) из одной точки с координатами 0.^4.jpg^Создаём на расстоянии 100 от центра отрезок произвольной длины.^5.jpg^Нажимаем \"Stop Sketch\", тем самым завершая работу над чертежом.^6.jpg^Вернувшись в основное меню, выбираем «CREATE» - «Revolve». Выбираем внешний круг, который будет стенками нашей трубы. Осевая линия выбирается автоматически. В ином случае – указать на начерченный ранее отрезок. В настройках поставить 70 градусов. «Щелкаем Ок».^7.jpg.^8.jpg^Выбираем инструмент «Extrude», нажимаем на плоскость «стенок» трубы и задаём расстояние 25. Повторяем это для другого конца трубы.^9.jpg^Снова выбираем скетч, на этот раз нажимаем на плоскость трубы, которую мы ранее выдавливали.^10.jpg^Создаём эскиз. Скругления добавим после. Пользуемся инструментами «Rectangle» и «Circle». Для того, чтобы создать указанные отверстия – нарисуем квадрат с указанными (64) сторонами. На его углах добавляем по окружности с радиусом 8.^11.jpg.^12.jpg^Заканчиваем эскиз и выбираем инструмент «Extrude». Выбираем на чертеже только то, что нам нужно. В размер пишем «-10», благодаря чему выдавливание будет произведено в другую сторону.^13.jpg^Наша деталь готова.^14.jpg"
        },
        {
          "name": "Видео",
          "content": "https://www.youtube.com/embed/5Jh0En39dNM"
        }
      ]
    },
    {
      "id": 3,
      "parts": [
        {
          "name": "Ручка",
          "content": "Создадим первую деталь - ручку. Начинаем наш эскиз с выбора рабочей плоскости. В правой верхней части находим «кубик» и выбираем Front, как показано на рис.1.^image001.jpg^^image001.jpgНаносим первоначальные очертания чертежа, указывая необходимые размеры с помощью инструмента Sketch Dimension. (Рис. 2)^image002.jpg^В разделе Create выбираем инструмент Revolve. Для того чтобы применить “вращение” к получившемуся эскизу, нужно выбрать профиль и в разделе Axis выбрать вспомогательную линию на оси X, которая лежит в основании эскиза. (Рис. 3)^image003.jpg^Создаем эскиз на виде спереди, строим окружность, выставляя необходимые размеры. (Рис. 4)^image004.jpg^Затем проводим вспомогательную линию в центре фигуры и инструментом Revolve создаем вращение. (Рис. 5)^image005.jpg^Делаем этот эскиз видимым, нажимая на лампочку. (Рис. 6)^image006.jpg^nВ разделе Create нажимаем Pattern->Pattern on Path. В панели Objects выбираем наше вращение, а в панели Path указываем вспомогательную линию. Значения ставим как на рис. 7. Лампочку выключаем.^image007.jpg^На виде слева делаем новый эскиз, строим окружность выполняя необходимые размеры. (Рис. 8)^image008.jpg^Выполняем выдавливание инструментом Extrude на всю длину. (Рис. 9)^image009.jpg^В разделе Create нажимаем Pattern->Circular Pattern. В панели Objects выбираем наше выдавливание, а в панели Axis нажимаем на основание детали. Значения ставим как на рис. 10.^image010.jpg^На английской раскладке нажимаем на букву A и выбираем материал ручки отвертки. (Рис. 11)^image011.jpg^^image012.jpg^Создаем новый эскиз, строим окружность. (Рис. 13)^image013.jpg^Выдавливаем его на 30 мм внутрь и сохраняем деталь. (Рис. 14)^image014.jpg^"       },
        {
          "name": "Стержень",
          "content": "Создадим вторую деталь - стержень. Начинаем наш эскиз с выбора рабочей плоскости. В правой верхней части находим «кубик» и выбираем Front, как показано на рис. 15.^image015.jpg^Строим прямоугольник с размерами 100 мм на 1.5 мм. (Рис. 16)^image016.jpg^Затем наносим эскиз, который показан на рис.17 ^image017.jpg^Выполняем вращение. (Рис. 18)^image018.jpg^На виде сверху создаем эскиз, строим прямоугольник и вспомогательную линию, указываем размеры. (Рис. 19)^image019.jpg^Выдавливаем прямоугольник на 0.75 мм как показано на рис. 20^image020.jpg^В разделе Create нажимаем Pattern->Circular Pattern. В панели Objects выбираем наше выдавливание, а в панели Axis нажимаем на основание детали. Значения ставим как на рис. 21^image021.jpg^Делаем фаску радиусом 1 мм с помощью инструмента Chamfer. (Рис. 22)^image022.jpg^Нажимаем на Construct, а затем на головку отвертки и перемещаем плоскость на 3 мм. (Рис. 23)^image023.jpg^Создаем эскиз на этой плоскости и строим прямоугольник по размерам. (Рис. 24)^image024.jpg^Затем снова нажимаем на Construct, выбираем первую плоскость и перемещаем вторую плоскость на 7 мм от первой. (Рис. 25)^image025.jpg^Создаем эскиз на второй плоскости и строим прямоугольник по размерам. (Рис. 26)^image026.jpg^В разделе Create выбираем инструмент Loft. Поочередно нажимаем на головку отвертки и на эскизы. В профиле 1 жмём на Tangent (G1), а в профиле 3 на Direction. (Рис. 27)^image027.jpg^Выбираем материал для стержня и сохраняем деталь. (Рис. 28)^image028.jpg^"
        },
        {
          "name": "Сборка",
          "content": "Соберём наши детали. Создаем новый проект и сохраняем его. (Рис. 29)^image029.jpg^Перетаскиваем стержень отвертки и ручку в сборку. (Рис. 30)^image030.jpg^В разделе Assemble выбираем Joint и совмещаем стержень с ручкой местами, которые показаны на рис. 31^image031.jpg^ Наша отвёртка готова! (Рис. 32)^image032.jpg^Не забудьте сохранить сборку!"
        }
      ]
    },
    {
      "id": 4,
      "parts": [
        {
          "name": "Брус",
          "content": "Перед тем как начать, вам необходимо запустить Fusion 360. Создадим эскиз. Для этого в левом меню выбираем плоскость XY, щелкаем левой кнопкой мыши и наживаем “Create Sketch”.^1.jpg^Нам понадобится создать прямоугольник. Для этого в меню “Sketch” выбираем “2-Point Rectangle”.^2.jpg^Кликаем в случайное место плоскости, отводим немножко мышку в сторону. Получается прямоугольник. Задаем размеры “115.942” в длину и “35” в ширину. Для переключения между размерами нажмите Tab. В итоге должно получиться как на рис. ниже (если он будет стоять вертикально, то не страшно). Нажимаем Enter.^3.jpg^Далее необходимо скруглить края. Для этого в меню “Sketch” выбираем “Fillet”.^4.jpg^Нажимаем на 2 любые смежные грани (либо на угол между ними). Угол закруглится. В поле размера введем “17.5”. Повторим для всех граней.^5   ^6.jpg^Далее нам необходимо создать отверстия. Для этого в меню “Sketch” выбираем “Center Diameter Circle”.^7.jpg^Далее нажимаем на точку, на которую показывает стрелочка.^8.jpg^Отводим мышку немного в сторону и в поле размера вводим “20”. Нажимаем Enter.^9.jpg^Повторяем также, с другой стороны.^10.jpg^В меню “Create” выбираем функцию “Extrude”.^11.jpg^Нажимаем на наш эскиз, чтобы он выделился синим. Не выделяйте окружности, если выделили, то нажмите по ним ещё раз. В поле размера введите “10”. Нажмите Enter.^12.jpg^Далее необходимо покрасить деталь. Для этого необходимо на вкладке “Modify” нажать на “Appearance”.^13.jpg^В появившемся справа окне идите по пути “Plastic –> Translucent”.^14.jpg^Среди цветов в папке “Translucent” выберите красный и мышкой потяните его на деталь.^15.jpg^В итоге мы получили такую деталь.^16.jpg^"        },
        {
          "name": "Цилиндр",
          "content": "Создаем эскиз. Для этого в левой части экрана выбираем плоскость XZ, нажимаем левой кнопкой мыши и в появившемся меню выбираем “Create Sketch”.^17.jpg^На появившейся плоскости создаем окружность. Для этого в меню “Sketch” выбираем “Center Diameter Circle”.^18.jpg^В центре плоскости находишь центральную точку и щелкаем на неё.^19.jpg^Отводим мышку немного в сторону и задаем размер “20”. Нажимаем Enter.^20.jpg^В меню “Create” находим “Extrude” и щелкаем на него.^21.jpg^Щелкаем на нашу окружность и вводим размер ”90”. Нажимаем Enter.^22.jpg^В итоге мы получили такую деталь.^23.jpg^"
        },
        {
          "name": "Ведущее колесо",
          "content": "Создаем эскиз. Для этого в левой части экрана выбираем плоскость XZ, нажимаем левой кнопкой мыши и в появившемся меню выбираем “Create Sketch”. На появившейся плоскости создаем окружность. Для этого в меню “Sketch” выбираем “Center Diameter Circle”.^24.jpg^В центре плоскости находим центральную точку и щелкаем на неё.^25.jpg^Отводим мышку немного в сторону, задаем размер “134.46”. Нажимаем Enter.^26.jpg^В меню “Create” находим “Extrude” и щелкаем на него.^27.jpg^Щелкаем на нашу окружность и вводим размер “10”. Нажимаем Enter.^28.jpg^На верхней поверхности щелкаем левой кнопкой мыши и нажимаем “Create Sketch”.^29.jpg^Создаем в центральной точке окружность с диаметром “61.95”.^30.jpg^Слева от неё создаем ещё две окружности с диаметрами «119.43» и «17.67».^31.jpg^В меню справа нажимаем на Horizontal/Vertical. Далее нажимаем на центры двух последних окружностей. После чего повторяем ту же операцию с любой новой окружностью и окружностью на центральной точке.^32.jpg^В итоге все окружности должны иметь такой значок в центре.^33.jpg^Далее выбираем “Sketch Dimension” во вкладке “Sketch”.^34.jpg^Нажимаем на центры центральной и маленькой окружностей, отводим мышку немного вверх, кликаем и вводим “57.23”. Если ошиблись при вводе, дважды кликните по уже заданному размеру и введите правильное значение. Так же задаем расстояние между центрами центральной и большой окружностей. Вводим “75.118”.^35.jpg^Снова выполняем выдавливание. Для выдавливания выбираем поверхности, показанные на рис. 14. Если выбрали лишние, то кликните по ним ещё раз.^36.jpg^Создаем ещё один эскиз на указанной поверхности.^37.jpg^В центр добавляем окружность с диаметром “20”.^38.jpg^Выдавливаем её на расстояние “-30”, чтобы получилось отверстие.^39.jpg^Далее необходимо покрасить деталь. Для этого используем функцию “Appearance” на вкладке “Modify”.^40.jpg^ Для сборки детали пожалуйста скачайте оставшуюся деталь и посмотрите видео"
        },
        {
          "name": "Сборка",
          "content": "Перед сборкой вам понадобится скачать детали по ссылке ниже.^parts.zip^https://www.youtube.com/embed/ic6n6fFQAg0"
        }
      ]
    },
    {
      "id": 5,
      "parts": [
        {
          "name": "Корпус",
          "content": "Перед тем как приступить к постройке корпуса, вам необходимо запустить Fusion 360. Создадим эскиз. Для этого в левом меню выбираем плоскость XY, щелкаем левой кнопкой мыши и наживаем “Create Sketch”.^1.jpg^Нам понадобится создать прямоугольник. Для этого в меню “Sketch” выбираем “2-Point Rectangle”.^2.jpg^Кликаем в случайное место плоскости, отводим немножко мышку в сторону. Получается прямоугольник. Задаем размеры “44” в длину и “7” в ширину. Для переключения между размерами нажмите Tab. В итоге должно получиться как на рис. ниже (если он будет стоять вертикально, то не страшно). Нажимаем Enter.^3.jpg^Далее необходимо скруглить края. Для этого в меню “Sketch” выбираем “Fillet”.^4.jpg^Нажимаем на 2 любые смежные грани (либо на угол между ними). Угол закруглится. В поле размера введем “3.5”. Повторим для всех граней.^5^6.jpg^Далее нам необходимо создать отверстия. Для этого в меню “Sketch” выбираем “Center Diameter Circle”.^7.jpg^Далее нажимаем на точку, на которую показывает стрелочка.^8.jpg^Отводим мышку немного в сторону и в поле размера вводим “4”. Нажимаем Enter. Повторяем также, с другой стороны.^9.jpg^В меню “Create” выбираем функцию “Extrude”.^10.jpg^Нажимаем на наш эскиз, чтобы он выделился синим. Не выделяйте окружности, если выделили, то нажмите по ним ещё раз. В поле размера введите “5”. Нажмите Enter.^11.jpg^Далее необходимо покрасить деталь. Для этого необходимо на вкладке “Modify” нажать на “Appearance”. В появившемся справа окне идите по пути “Plastic –> Translucent”. Среди цветов в папке “Translucent” выберите желтый и мышкой потяните его на деталь. В итоге мы получили такую деталь.^12.jpg^Нам понадобится ещё одна деталь. Для начала создаем эскиз. Для этого в левом меню выбираем плоскость XY, щелкаем левой кнопкой мыши и наживаем “Create Sketch”. Создадим прямоугольник. Для этого в меню “Sketch” выбираем “2-Point Rectangle”.^13.jpg^Кликаем в случайное место плоскости, отводим немножко мышку в сторону. Получается прямоугольник. Задаем размеры “35.2” в длину и “6.4” в ширину. Для переключения между размерами нажмите Tab. В итоге должно получиться как на рис. ниже. Нажимаем Enter.^14.jpg^Далее необходимо скруглить края. Для этого в меню “Sketch” выбираем “Fillet”.^15.jpg^Нажимаем на 2 любые смежные грани (либо на угол между ними). Угол закруглится. В поле размера введем “3.5”. Повторим для всех граней.^16^17.jpg^Далее нам необходимо создать отверстия. Для этого в меню “Sketch” выбираем “Center Diameter Circle”.^18.jpg^Далее нажимаем на точку, на которую показывает стрелочка.^19.jpg^Отводим мышку немного в сторону и в поле размера вводим “4”. Нажимаем Enter.^20.jpg^Повторяем также, с другой стороны.^21.jpg^В меню “Create” выбираем функцию “Extrude”.^22.jpg^Нажимаем на наш эскиз, чтобы он выделился синим. Не выделяйте окружности, если выделили, то нажмите по ним ещё раз. В поле размера введите “10.5”. Нажмите Enter.^23.jpg^Кликаем на верхнюю поверхность левой кнопкой мыши и в меню выбираем “Create Sketch”.^24.jpg^Создаем окружность на поверхности с диаметром 7 мм.^25.jpg^Для выравнивания круга нам понадобится функция “Sketch Dimension” во вкладке “Sketch”. Таким образом мы сможем указать на каком расстоянии находится круг от граней.^26.jpg^После, нажимаем на центр окружности и на грань, на которую указывает стрелка, и отводим мышь на пространство между окружностью и гранью.^27.jpg^Кликаем мышью и в поле размера вводим “14”. Если допустили ошибку при вводе размера, вы можете удалить его и поставить снова, либо просто дважды кликнуть на уже получившийся, чтобы снова вызвать поле ввода размера.^28.jpg^Аналогично задаем расстояние между центром окружности и верхней гранью. В поле вводим “5.25”.^29.jpg^Получившуюся окружность выдавливаем на расстояние «60.5».^30.jpg^Для сборки, нам потребуется корпус. Создаем эскиз. Для этого в левой части экрана выбираем плоскость XZ, нажимаем левой кнопкой мыши и в появившемся меню выбираем “Create Sketch”.^31.jpg^Для создания первого эскиза мы воспользуемся инструментом \"Center rectangle\", который находится в выпадающей вкладке \"Sketch\"->\"Rectangle\"->\"Center rectangle\".^32.jpg^Далее наводим мышку на центральную точку плоскости, на которой находится эскиз.^33.jpg^Нажимаем левой кнопкой мыши и растягиваем наш прямоугольник. Для того чтобы задать ему размер, мы вводим значения ширины и длины, переключаясь между ними через клавишу \"Tab\" на клавиатуре.^34.jpg^Для ширины вводим размер 25.5 мм, а для длины 65 мм. Нажимаем \"Enter\". Если нужно исправить размер, дважды кликаем на него и вводим нужное значение. Если необходимо задать размер, то пользуемся инструментом \"Sketch dimension\", который находится в выпадающей вкладке \"Sketch\"->\"Sketch dimension\".^35.jpg^Размеры задаются нажатием на прямую, чью длину мы хотим задать, либо нажатием между двумя прямыми и вводом значения расстояния между ними. Нажимаем клавишу \"Stop sketch\" в верхней части экрана, чтобы закрыть эскиз.^36.jpg^Затем выбираем \"Extrude\" в верхней части экрана, чтобы выдавить наш эскиз.^37.jpg^Нажимаем на наш эскиз, вводим значение 7 мм (в поле Distance), на которое будем выдавливать и нажимаем \"ОК\".^38.jpg^Далее выбираем верхнюю грань, нажимаем правую кнопку мыши и создаём второй эскиз, который будет располагаться уже на верхней грани.^39.jpg^Задаём размеры для прямоугольника 10.5 мм и 6.4 мм^40.jpg^А также задаём размеры от центральной точки эскиза 5.25 мм и 32.5 мм^41.jpg^Затем выбираем инструмент \"Line\" во вкладке \"Sketch\".^42.jpg^Проводим осевую линию размером 10 мм из центральной точки эскиза.^43.jpg^С помощью этой линии мы будем использовать инструмент «зеркалирование» на прямоугольник, для этого выбираем \"Mirror\" во вкладке \"Sketch\".^44.jpg^Выбираем линии прямоугольника, который будем копировать.^45.jpg^Затем нажимаем кнопку \"Select\" напротив \"Mirror Line\", нажимаем на нашу осевую линию и нажимаем \"ОК\".^46.jpg^Потом завершаем эскиз и выдавливаем оба прямоугольника на расстояние 26.2 мм. Если программа, по неизвестной причине, показывает, что выдавливание будет происходить в другую сторону (не так как на скриншоте), то в поле расстояния введите -26.2 мм.^47.jpg^Создаем третий эскиз на грани одного из выдавленных прямоугольников.^48.jpg^Создаём прямоугольник с размерами 10.5 мм и 65 мм из центральной точки эскиза.^49.jpg^Потом завершаем эскиз и выдавливаем его на расстояние 6.4 мм. Если выдавливание происходит не так как на скриншоте, то в поле расстояния напишите -6.4 мм.^50.jpg^Наверху выдавленного параллелепипеда создаём ещё один эскиз.^51.jpg^Используем окружность, для этого находим во вкладке \"Sketch\" инструмент \"Circle\" и выбираем \"Center Diameter Circle\".^52.jpg^Из центральной точки отводим мышку и задаём диаметр 7 мм.^53.jpg^Потом завершаем эскиз и выдавливаем окружность на 29 мм.^54.jpg^Сверху цилиндра создаём эскиз.^55.jpg^Из центральной точки задаём прямоугольник с размерами 46 мм и 20.5 мм.^56.jpg^Потом завершаем эскиз и выдавливаем прямоугольник на 7 мм.^57.jpg^Делаем на нём ещё один эскиз.^58.jpg^Создаем прямоугольник с размерами 6.4 мм и 10.5 мм.^59.jpg^Для него задаём дополнительные размеры 5.25 мм и 23 мм для выравнивания на эскизе.^60.jpg^Создаём осевую линию и используем \"Mirror\", как это делали в прошлый раз^61.jpg^Потом завершаем эскиз и выдавливаем на расстояние -7 мм. Значение задаётся со знаком \"минус\", чтобы сделать вырез, а не выдавливание. В поле Operation должна быть операция Cut.^62.jpg^Следующим этапом будет создание седьмого эскиза, который будет располагаться на боковой части последнего выдавливания на длинной стороне.^63.jpg^Задаём две окружности диаметром 4 мм.^64.jpg^Задаём дополнительные размеры 72.1 мм и 19.5 мм для выравнивания окружностей на эскизе.^65.jpg^Потом завершаем эскиз и выдавливаем их со значением -100 мм (операция Cut).^66.jpg^Далее нашей фигуре делаем некоторые грани скруглёнными, для этого в выпадающей вкладке \"Modify\" выберем инструмент \"Fillet\".^67.jpg^После чего выбираем грани.^68.jpg^Задаем значение 3.5 мм в поле ввода радиуса.^69.jpg^Добавим пару отверстий в основание фигуры, выбираем плоскость снизу и создаём очередной эскиз.^70.jpg^Задаём две окружности: большая диаметром 7 мм задаётся из центральной точки эскиза, а малая диаметром 4 мм на расстоянии 15 мм от большой.^71.jpg^В окне справа, в котором расположены инструменты зависимостей выберем инструмент \"Horizontal / Vertical\".^72.jpg^Далее левой кнопкой мыши кликаем по центрам окружностей, и они выравниваются по горизонтали.^73.jpg^Потом завершаем эскиз и выдавливаем окружности на 7 мм.^74 Придадим нужный цвет детали. Для этого выбираем \"Appearance\" во вкладке \"Modify\". Наша деталь готова.^75.jpg^Нам потребуется ещё одна деталь. Создаем эскиз. Для этого в левой части экрана выбираем плоскость XZ, нажимаем левой кнопкой мыши и в появившемся меню выбираем “Create Sketch”.^76.jpg^На появившейся плоскости создаем окружность. Для этого в меню “Sketch” выбираем “Center Diameter Circle”.^77.jpg^В центре плоскости находишь центральную точку и щелкаем на неё.^78.jpg^Отводим мышку немного в сторону и задаем размер “4”. Нажимаем Enter.^79.jpg^В меню “Create” находим “Extrude” и щелкаем на него.^80.jpg^Щелкаем на нашу окружность и вводим размер “”20.5”. Нажимаем Enter.^81.jpg^В итоге мы получили такую деталь. ^82.jpg^Для сборки детали пожалуйста скачайте готовые части и посмотрите видео:"
        },
        {
          "name": "Видео по созданию корпуса",
          "content": "https://www.youtube.com/embed/engt3ZIgTLo"
        },
        {
          "name": "Сборка",
          "content": "Перед сборкой вам понадобится скачать детали по ссылке ниже.^parts.zip^https://www.youtube.com/embed/PXB4aLrUC-4"
        }
      ]
    },
    {
      "id": 6,
      "parts": [
        {
          "name": "Патрон",
          "content": "Создайте деталь Патрон. Создадим новый эскиз. Для этого в панели инструментов выберем кнопку Create Sketch.^image001.jpg^В рабочем пространстве появились три плоскости. Щелкните ЛКМ по нижней плоскости (плоскость XY).^image002.jpg^Мы перешли в режим эскиза. Теперь в панели инструментов выберите вкладку Sketch, и в выпадающем меню выберите пункт Circle -> Center Diameter Circle.^image003.jpg^После выбора наведите курсор в начала координат, нажмите ЛКМ и отведите его в сторону. Введите в после размера значение 27мм – диаметр окружности. После этого нажмите ЛКМ ещё два раза.^image004.jpg^^image005.jpg^Выберите в панели инструментов Extrude.^image006.jpg^Наведите курсором на эскиз и нажмите ЛКМ. Появится окно с параметрами выдавливания. Укажите значение выдавливания 20мм. Нажмите кнопку ОК.^image007.jpg^Теперь выберите плоскость XZ и начните в ней эскиз.^image008.jpg^В разделе Create выберите Coil.^image009.jpg^После этого наведите курсором в точку начала координат и нажмите ЛКМ. Укажите диаметр пружины 27мм.^image010.jpg^Появилось меню построения пружины. В меню укажите следующие параметры:Диаметр пружины: 27мм, кол-во витков: 4, высота: 15мм, диаметр витка: 3мм. Операция – Cut. После этого нажмите ОК.^image011.jpg^Создайте эскиз в верхней грани детали. Создайте окружность диаметром 24мм.^image012.jpg^Выберите Extrude для текущего эскиза. Выберите операцию Cut, длину выдавливания 18мм. Нажмите ОК.^image013.jpg^В меню Modify выберите Fillet.^image014.jpg^Выберите спираль и укажите размер сопряжения 0.3мм^image015.jpg^Создайте эскиз в нижней грани детали. Создайте окружность диаметра 20мм.^image016.jpg^Выберите Extrude  и выдавите текущий эскиз на 20мм внутрь детали^image017.jpg^На этой же грани создайте новый эскиз. Создайте окружность диаметра 24мм.^image018.jpg^Выберите Extrude. Требуется выдавить деталь под углом. В меню выдавливания введите следующие параметры:^image019.jpg^Расстояние: 3мм, угол наклона: -45 градусов.Нажмите ОК.^image020.jpg^Создайте ещё один эскиз на новой грани. Создайте окружность диаметром 18 мм.^image021.jpg^Выдавите эскиз со следующими параметрами:Расстояние: 4мм, угол наклона -45 градусов. Нажмите ОК.^image022.jpg^Итоговая деталь:^image023.jpg^Сохраните патрон."
        },
        {
          "name": "Усики",
          "content": "Создаёте новую деталь Усики. Создайте эскиз в плоскости XZ. Создайте следующий эскиз:^image024.jpg^В меню зависимостей (находится справа) выберите пункт Horizontal/Vertical. Поочерёдно щелкните ЛКМ в центр окружности и точку начала координат.^image025.jpg^Выйдите из режима эскиза. Создайте новый эскиз в плоскости XY. В меню Sketch выберите Conic Curve.^image026.jpg^Нажмите ЛКМ на центр окружности из первого эскиза, отведите курсор вверх, снова нажмите ЛКМ. Отведите курсор левее и нажмите ЛКМ. Укажите следующие размеры:Высота линии: 50мм, Высота сгиба: 20мм.^image027.jpg^В разделе Create выберите Sweep.^image028.jpg^В качестве профиля смещения выберите эскиз с окружностью. В качестве пути эскиз с линией. Нажмите ОК.^image029.jpg^В этом же файле создайте ещё один усик. Создаём эскиз в плоскости XZ.^image030.jpg^Создайте ещё один эскиз в плоскости XY. C помощью команды Conic Curve создайте кривую линию.^image031.jpg^С помощью команды Sweep создайте второй усик.^image032.jpg^Создайте новый эскиз в плоскости YZ.  В верхней части учика создайте окружность.^image033.jpg^Спираль создадим с помощью команды Coil.^image034.jpg^^image035.jpg^Сохраните деталь.^image036.jpg^Создайте эскиз в плосоксти XY.Для создания вспомогательной линии кликните два раза ЛКМ по линии и один раз кликните ПКМ. В появившемся списке выберите команду Normal/Construction.^image037.jpg^Чтобы прямоугольники расположились симметрично относительно начала координат, в меню зависимостей выберите Symmetry.^image038.jpg^После этого щелкните по левой и правой стороне прямоугольника, а затем по вспомогательной линии, созданной ранее.^image039.jpg^Удалим ненужные части эскиза. С этой целью в меню Sketch выберите Trim.После этого выберите ЛКМ все линии, находящиеся внутри условной колбы. Результат:^image040.jpg^В разделе Sketch выберите Fillet.^image041.jpg^Нажмите ЛКМ на точку пересечения окружности и прямоугольника.^image042.jpg^Радиус сопряжения: 20мм^image043.jpg^Точно так же скругляем углы в области патрона. Радиус сопряжения: 2мм^image044.jpg^Радиус сопряжения: 1мм^image045.jpg^^image046.jpg^В разделе Sketch выберите Trim и удалите часть эскиза с правой стороны^image047.jpg^В разделе Sketch выберите команду Offset^image048.jpg^Нажмите ЛКМ на эскиз. Длина смещения: 0.6мм^image049.jpg^Замкнём эскиз.^image050.jpg^^image051.jpg^^image052.jpg^И обрежем дно патрона^image053.jpg^^image054.jpg^В разделе Create выберите команду Revolve^image055.jpg^В качестве профиля вращения выберите эскиз, а в качестве оси симметрии – ось симметрии в эскизе.^image056.jpg^Нажмите два раза ЛКМ на деталь, а затем один раз ПКМ. Выберите команду Appearance.^image057.jpg^Откроется меню с выбором материалов.^image058.jpg^Чтобы применить текстуру материала, откройте папку Glass -> Textured. Выберите материал Glass – Frosted Medium и перетащите его ЛКМ на модель.^image059.jpg^^image060.jpg^Сохраните деталь."
        },
        {
          "name": "Сборка",
          "content": "Из папки проекта, зажав ЛКМ, перенесите файл Патрон на рабочее пространство.^image061.jpg^В панели инструментов выберете команду Joint^image062.jpg^При возникновении следующего окна:^image063.jpg^Нажмите Capture Position. Откроется окно зависимостей. Выберите Rigid.^image064.jpg^Наведите курсором на дно патрона и нажмите ЛКМ: ^image065.jpg^Затем нажмите ЛКМ  на дно детали Колба и нажмите ОК.^image066.jpg^Лампочка готова:^image067.jpg^"
        },
        {
          "name": "Видео сборки",
          "content": "https://www.youtube.com/embed/6VNwRU85FZU"
        }
      ]
    },
    {
      "id": 7,
      "parts": [
        {
          "name": "Корпус",
          "content": "Создайте новую деталь. Начните новый эскиз на плоскости YZ. Проведите осевую линию любой длины. Создайте окружность и дугу как показано на рисунке.^image001.jpg^Далее создайте прямоугольник. Верхнюю и нижнюю сторону сделайте вспомогательными.^image002.jpg^Внутри прямоугольника начертите ещё два прямоугольника  ^image003.jpg^Обрежьте все вспомогательные линии (не считая осевой) с помощью команды Trim в разделе Sketch. ^image004.jpg^  ^image005.jpg^Дополните эскиз и укажите размеры как показано ниже.^image006.jpg^Завершите эскиз. С помощью команды Extrude выдавите эскиз на 25.4 мм. ^image007.jpg^Создайте эскиз на передней плоскости детали.^image008.jpg^Начертите линию высотой 39.67 мм поперёк всей детали. С помощью команды Trim обрежьте часть отрезка как показано на рисунке (красным выделена часть, которую требуется обрезать).^image009.jpg^Выйдете из режима эскиза. С помощью команды Extrude выдавите деталь на 127 мм^image010.jpg^ ^image011.jpg^Выберите Modify -> Fillet. Выберите следующие ребра и укажите радиус 3мм и 6мм^image012.jpg^ ^image013.jpg^Начните новый эскиз в плоскости, указанной на рисунке^image014.jpg^Начертите прямоугольник^image015.jpg^Выберите Sketch -> Project/ Include -> Project и выберите отрезки, отмеченные фиолетовым на рисунке^image016.jpg^Завершите эскиз и выдавите эскиз на 31.75 мм^image017.jpg^Создайте эскиз на подсвеченной плоскости^image018.jpg^Начертите дугу со следующими параметрами^image019.jpg^Завершите эскиз и выдавите его насквозь^image020.jpg^Переверните деталь и начните эскиз на днище ^image021.jpg^^image022.jpg^Ножки сделайте с помощью Central Point Arc. Выберите зависимость Coincident и нажмите на точки, указанные на рисунке. Повторите данную операцию с остальными дугами.^image023.jpg^  ^image024.jpg^Так же требуется привязать центры окружностей к центру дуг. Выберите зависимость Horizontal/Vertical и нажмите на точки на рисунке ниже. Повторите операцию с остальными дугами и окружностями^image025.jpg^ ^image026.jpg^Выйдите из режима эскиза и выдавите его со значением -8мм^image027.jpg^С помощью Fillet сделайте сопряжения в указанных частях корпуса.^image028.jpg^ ^image029.jpg^Выберите Create -> Hole.^image030.jpg^Нажмите в любую точку плоскости. ^image031.jpg^Откроется окно параметризации отверстия.^image032.jpg^Нажмите на кнопку Select правее от надписи Reference. Нажмите на указанные места и укажите размер 15.80мм^image033.jpg^Нажмите на вторую кнопку Select, нажмите на указанные места и укажите размер 25.40мм^image034.jpg^В окне параметризации укажите следующие параметры и нажмите ОК.^image035.jpg^Снова выберите Hole, нажмите на ту же плоскость, нажмите на кнопку Select.Выберите следующие точки и укажите размер 53.90мм^image036.jpg^Повторите данную операцию с другими точками и укажите размер 25.40 мм^image037.jpg^В окне параметризации укажите значения, применяемые для первого отверстия. Нажмите ОК.^image038.jpg^Выберите Create -> Threat^image039.jpg^Нажмите на это отверстие и затем кнопку ОК^image040.jpg^Итоговая деталь^image041.jpg^Сохраните деталь под именем Корпус. "
        },
        {
          "name": "Ползунок",
          "content":"Создайте новую деталь. Начните новый эскиз в плоскости XY. Начертите обычную линию из начала координат по оси Y. Нажмите на неё сначала ЛКМ, а затем ПКМ. В появившемся меню выберите Normal/Construction. С помощью Two-point rectangular начертите два прямоугольника, как показано на рисунке. Укажите размеры. Для создания симметрии выберите зависимость Symmetry и выберите сначала правую и левую сторону одного из прямоугольников, а затем линию симметрии. ^image042.jpg^Внутри нижнего прямоугольника начертите ещё один прямоугольник.  ^image043.jpg^С помощью команды Sketch -> Mirror выберите в качестве отражаемой геометрии маленький прямоугольник, а в качестве линии отражении осевую линию. ^image044.jpg^   ^image045.jpg^Выйдете из режима эскиза. Выберите Extrude. Выдавите два больших прямоугольника, не нажимая на маленькие. Выдавите на расстояние 40мм. Нажмите ОК.^image046.jpg^Начните новый эскиз на выделенной плоскости.^image047.jpg^Начертите дугу со следующими параметрами^image048.jpg^Выйдете из режима эскиза и выдавите его насквозь.^image049.jpg^Начните новый эскиз в выделенной плоскости^image050.jpg^Начертите дугу с помощью Sketch -> Arc -> Center Point Arc. Укажите размеры. Выберите зависимость Horizontal/Vertical и выберите центральную точку дуги и её края. ^image051.jpg^ ^image052.jpg^Выйдете из режима эскиза. Выдавите полуокружность с параметром To Object. В качестве объекта выберите ближайшую поверхность.^image053.jpg^Выберите Modify -> Fillet и выделите указанные ребра. Радиус сопряжения: 3 мм^image054.jpg^Начните новый эскиз на выделенной грани.^image055.jpg^Начертите прямоугольную трапецию:^image056.jpg^Выйдите из режима эскиза и выдавите его на -25.4 мм ^image057.jpg^Начните новый эскиз в выделенной плоскости^image058.jpg^Выберите команду Sketch -> Project/Include -> Project.^image059.jpg^Выберите прямоугольники, указанные на рисунке^image060.jpg^Выйдите из режима эскиза и выберите для выдавливания спроецированные прямоугольники. Выдавите прямоугольники по всей длине детали.^image061.jpg^В этой же плоскости начните новый эскиз. Начертите окружность как показано ниже^image062.jpg^Выйдете из режима эскиза. Выберите команду Hole и выберите центром отверстия центр окружности. Укажите следующие параметры отверстия.^image063.jpg^Выберите Thread и нажмите на отверстие. Нажмите ОК.^image064.jpg^ Повторите создание отверстий на грани для зажима со следующими параметрами:^image065.jpg^^image066.jpg^Итоговая деталь^image067.jpg^Сохраните деталь под именем Ползунок. "
        },
        {
          "name": "Вал",
          "content": "Создайте новую деталь. Начните новый эскиз на плоскости XY. Начертите профиль вала (рисунок можно увеличить)^image068.jpg^Выйдете из режима эскиза. Выберите Create -> Revolve.^image069.jpg^В качестве профиля вращения выберите эскиз. В качестве оси вращения выберите отрезок, лежащий на оси X.^image070.jpg^С помощью Threat создайте резьбу на третей ступени вала.^image071.jpg^Выберите Hole и нажмите на первую ступень вала. Получите сквозное отверстие диаметром 7мм^image072.jpg^Сохраните деталь под именем Вал."
        },
        {
          "name": "Ручка",
          "content": "Создайте новую деталь. На плоскости XY создайте эскиз^image073.jpg^Выйдете из режима эскиза и выдавите его на 100мм^image074.jpg^Сохраните деталь под именем Ручка. "
        },
        {
          "name": "Насадка",
          "content": "Создайте новую деталь. Начните эскиз на плоскости XY^image075.jpg^Выдавите эскиз на 10мм^image076.jpg^Выберите Hole создайте два отверстия со следующими параметрами.^image077.jpg^^image078.jpg^Сохраните деталь под именем Насадка."
        },
        {
          "name": "Стержень",
          "content": "Создайте новую деталь. Начните эскиз в плоскости XY и начертите окружность.^image079.jpg^Выдавите деталь на 25мм^image080.jpg^Сохраните деталь под именем Стержень."
        },
        {
          "name": "Сборка",
          "content": "Перейдём к сборке. Создайте новую деталь и сразу же сохраните под именем Сборка. Перенесите из меню на рабочую поверхность все созданные детали. Деталь Стержень перетащите 4 раза, а деталь Насадка – 2 раза.^image081.jpg^Щелкните на Корпус 2 раза ЛКМ, а затем 1 раз ПКМ. В появившемся меню выберите Ground.^image082.jpg^Соединим корпуса. Перейдя в режим сборки Joint,  выберите Slider в списке соединений.^image083.jpg^Нажмите на указанные ниже грани ЛКМ 2 раза.^image084.jpg^^image085.jpg^Выберите в появившемся меню движение по оси X. Нажмите ОК.^image086.jpg^Соединим насадки с корпусом 2. Выберите вид соединения Rigid.^image087.jpg^Выберите следующие рёбра.^image088.jpg^^image089.jpg^Повторите данную операцию с корпусом 1^image090.jpg^^image091.jpg^Закрепим насадки с корпусами стержнями. Выберите вид соединения Rigid и выберете следующие окружности. Повторите операцию с оставшимися стержнями и отверстиями.^image092.jpg^^image093.jpg^Вставим вал в тески. Выберите тип соединения Revolute. ^image094.jpg^Выберите и нажмите на последнюю ступень вала и внутреннюю стенку отверстия корпуса как показано на рисунке.^image095.jpg^^image096.jpg^Вставим ручку в вал. Выберите тип соединения Revolute. Выберите центр ручки и отверстие в валу.^image097.jpg^^image098.jpg^Итоговая сборка^image099.jpg^"
        }
      ]
    },
    {
      "id": 8,
      "parts": [
        {
          "name": "Штырь",
          "content": "Построение детали начинается с создания эскиза. Для этого выбираем «Create sketch» на панели инструментов и указываем плоскость, в которой будем выполнять эскиз.^image003.jpg^Далее нужно выбрать плоскость, на которой будет построен эскиз.  Кликните левой кнопкой мыши на выбранную плоскостью как указано на Рис.4.^image004.jpg^После у вас открывается выбранная плоскость в формате 2D. На ней изображены две оси, вдоль которых чертится эскиз, и указан центр. ^image005.jpg^Переходим к построению эскиза. Начертим окружность. Для этого в панели управления выбираем SKETCH-> Circle -> Center Diameter Circle.^image006.jpg^Поставим центр окружности в начало координат. И проведем окружность диаметром 25мм. так как показано на рис.9.^image009.jpg^Завершаем эскиз, нажав «Stop sketch».^image010.jpg^Приступаем к выдавливанию. Выбираем «Create» → «Extrude». ^image011.jpg^Нажимаем на наш эскиз, он выделяется синим. В поле вводим 40 мм. Это число обозначает на сколько наша деталь будет выдавлена. ^image013.jpg^^image014.jpg^Добавим фаски. Выбираем Modify -> Chamfer. ^image016.jpg^Выбираем ребро как на рис.17.^image017.jpg^Указываем длину фаски 2мм. Результат показан на Рис.19^image019.jpg^Сделайте фаску и на втором ребре.^image021.jpg^Создайте такие же детали, но с другими размерами: две детали радиусом 10 мм, длинной 40 мм, и деталь радиусом 2.5 мм, длинной 25 мм."
        },
        {
          "name": "Рабочий стержень",
          "content": "Нужно начать эскиз. Нажимаем на кнопку в левой части панели инструментов^image0002.jpg^Выбираем плоскость, где будем делать эскиз ^image0003.jpg^Чтобы начертить две линии ,в панели выбираем Sketch -> Line и чертим линии как показано ниже  ^image0004.jpg^^image0005.jpg^Укажем для линий размеры. Зайдём в Sketch -> Sketch Dimension, щелкнем по линиям и укажем длину 450mm и расстояние 20mm от центра. ^image0006.jpg^^image0007.jpg^Начертим дуги, соединяющие концы линий. Выбираем Sketch -> Arc -> Center Point Arc, выбираем центром дуги точку на одной линии с концами прямых на оси и соединяем концы^image0008.jpg^^image0009.jpg^Делаем на другом конце детали такую же дугу и расставляем размеры как показано ниже. ^image0010.jpg^Делаем такой же эскиз внутри эскиза, но с другими размерами. Выствляем размеры^image0011.jpg^Завершаем эскиз, нажав соответствующую кнопку^image0012.jpg^Выдавим деталь. Выбираем в панели инструментов Extrude ^image0013.jpg^Выбираем эскиз и выдавливаем на 10мм ^image0014.jpg^Начинаем новый эскиз и выбираем поверхность детали. ^image0015.jpg^Выберем Sketch -> Offset и выбираем ребра, образовавшиеся в предыдущем эскизе. Смещаем эскиз на 5мм.^image0016.jpg^^image0017.jpg^Воспользуемся проецируемой геометрией. Выбираем Sketch -> Project/Include -> Include 3D Geometry ^image0018.jpg^Вызываем ребра эскиза. Проецируемая геометрия помечается фиолетовой линией ^image0019.jpg^Завершаем эскиз и выдавливаем эскиз в две стороны. В одну сторону на 5мм, в другую на 15мм. Не забудьте поменять метод выдавливания Cut на Join. ^image0020.jpg^Итоговая деталь: ^image0021.jpg^Сохраняем, создаём щелевой рычаг. Создаём вот такой эскиз ^image0022.jpg^Выдавливаем на 10мм и делаем ещё один эскиз тем же способом, как и в предыдущей детали ^image0023.jpg^Выдавливаем на 5мм вверх и на 15мм вниз.  ^image0024.jpg^Деталь готова ^image0025.jpg^"
        },
        {
          "name": "Заводная ручка",
          "content": "Построение детали начинается с создания эскиза. Для этого выбираем «Create sketch» на панели инструментов и указываем плоскость, в которой будем выполнять эскиз.^image003.jpg^Далее нужно выбрать плоскость, на которой будет построен эскиз.  Кликните левой кнопкой мыши на выбранную плоскостью как указано на Рис.4^image004.jpg^После у вас открывается выбранная плоскость в формате 2D. На ней изображены две оси, вдоль которых чертится эскиз, и указан центр. ^image005.jpg^Выбираем «Sketch» → «Line» и чертим две горизонтальные линии, длиной 110 мм каждая. Ввести этот размер можно в поле ввода над линией, которое появится сразу после установки первой точки. Линию при этом необходимо разместить горизонтально.^image355.jpg^Для второй линии установите равенство относительно первой с помощью функции Equal^image356.jpg^^image357.jpg^Теперь нужно сделать так, чтобы две эти линии находились строго напротив друг друга. Для этого в меню выберите взаимосвязь Horizontal/Vertical.^image364.jpg^Данная взаимосвязь расположит наши точки вдоль одной линии. Так как первую линию мы расположили от центра, то располагать вторую линию мы будем относительно первой.  Для этого выберете центр эскиза и левую точку второй линии. (Рис 359-360)^image359.jpg^^image360.jpg^Установите между ними расстояние 40. (Sketch -> Sketch Dimension)^image362.jpg^Начертим дуги, соединяющие концы линий. Выбираем Sketch -> Arc -> Center Point Arc. Поставим центр дуги приблизительно на одну ось с центром эскиза и начертим ее чуть дальше линий.^image363.jpg^Теперь нам нужно совместить точки дуги и линий. Используем Coincident.^image364.jpg^Далее нужно указать на точки поочередно, которые мы хотим совместить.^image365.jpg^^image366.jpg^^image367.jpg^^image368.jpg^Установите размер дуги 20.^image370.jpg^Завершим эскиз. Выдавим деталь на 10 мм. Выбираем в панели инструментов Extrude. ^image372.jpg^Создадим второй эскиз.Выбираем «Create sketch» и нажимаем на верхнюю грань нашей детали. Эскиз будет создаваться на поверхности уже имеющейся детали. Если вы наведете курсор приблизительно на одной линии с центром, то увидите появившуюся синюю точку(Рис 374), обозначающую центр предыдущего построения дуги. В этой точке постройте окружность диаметром 35мм.^image374.jpg^Для этого перейдите в Circle-> Center Diameter Circle^image376.jpg^Завершим эскиз. Выдавим деталь на 12.5 мм. Выбираем в панели инструментов Extrude.^image378.jpg^На плоскости предыдущего выдавливания постройте окружность.^image380.jpg^Завершим эскиз. Выдавим деталь на 47.5 мм. Выбираем в панели инструментов Extrude. ^image382.jpg^Теперь нам нужно создать отверстие в детали. Для этого выберете другую плоскость перпендикулярную плоскости построения детали.^image384.jpg^Постройте окружность диаметром 5мм. Для этого перейдите в Circle-> Center Diameter Circle^image386.jpg^Установите 5 и 15 мм относительно уже построенной детали (Рис 388).  Для этого нужно перейти в Sketch -> Sketch Dimension.^image388.jpg^Завершим эскиз. Выдавим деталь на 47.5 мм. Выбираем в панели инструментов Extrude. ^image390.jpg^В открывшейся панели поменяете One Side на Symmetric. Готово.^image392.jpg^Создайте новый эскиз на обратной стороне детали. ^image394.jpg^Постройте окружность диаметром 15. Для этого перейдите в Circle-> Center Diameter Circle^image396.jpg^Постройте внутри окружность с диаметром 8 мм самостоятельно.Установите самостоятельно размеры как указано на Рис 398^image398.jpg^Завершим эскиз. Выдавим деталь на 25 мм. Выбираем в панели инструментов Extrude. ^image400.jpg^Добавим фаски для детали с помощью инструмента Chamfer, который расположен во вкладке Modify (Рис. 401). ^image401.jpg^Выберете ребра для которых хотите сделать фаску на 1 мм^image403.jpg^"
        },
        {
          "name": "Наружный ползунок",
          "content": "Создаем деталь. Для начала необходимо выбрать плоскость, в которой мы будем работать. Выбираем плоскость YZ.^image438.jpg^После выбора плоскости создадим простой прямоугольник. Находим 2-Point Rectangle и создаем произвольный прямоугольник.^image439.jpg^^image440.jpg^Далее необходимо выставить размеры. Заходим во вкладку Sketch, далее выбираем Sketch Dimension D. Для постановки размера нажимаем на нужную нам линию и выставляем размеры. В данном случае высота 50mm, ширина 40mm.^image444.jpg^^image445.jpg^Для дальнейшей работы с деталью необходимо определить эскиз, в противном случае мы не сможем правильно выполнить 3D операции. Для начала находим в Sketch Palette команду Coincident(Сопряжение). Нажимаем Coincident и нажимаем на нижнее основание прямоугольника, затем на точку начала координат.^image447.jpg^^image452.jpg^^image445.jpg^Добавим симметрию относительно оси Y для определения оставшихся боковых сторон прямоугольника. Для этого выбираем Sketch и находим так команду Point(Точка). Находим на верхнем основании середину отрезка (после выбора Point водим по линии и ищем знак треугольника, который означает центр отрезка). Ставим точку.Далее в Sketch Palette выбираем Horizontal/Vertical (Зависимость горизонтальности и вертикальности). Выбираем середину верхнего отрезка и начало координат.^image454.jpg^Добавим еще произвольную трапецию, верхние основание которой должно быть соединено с нижним основанием прямоугольника. Выбираем в Sketch команду Line и чертим трапецию.^image456.jpg^Выставляем размеры. Высота трапеции 10mm. Угол между основанием и ребром трапеции выставляем 60 градусов. (Для постановки градусных размеров выбираем отрезки, между которыми нужен угол). Длина нижнего основания 30mm.^image458.jpg^Сделаем трапецию равнобедренной. В Sketch Palette выбираем вкладку Equal(Равенство) и выбираем ребра трапеции.^image459.jpg^^image460.jpg^Выставим симметрию относительно начала координат. Для этого ставим середину с помощью команды Point на нижнем основании отрезка и выбираем Horizontal/Vertical (Зависимость горизонтальности и вертикальности).^image461.jpg^Теперь эскиз полностью определен и готов к 3D операциям. Во вкладке Create выбираем Extrude(Выдавливание). Выбираем наши эскизы и выставляем в Distance (Расстояние для выдавливания) 70mm. Нажимаем OK.^image464.jpg^^image465.jpg^Добавим Фаску. Во вкладке Modify выбираем Chamfer(Фаска). Вращаем деталь (Зажимаем Scroll и Shift) и выбираем ребро между верхним основанием и задней поверхностью. Выставляем Distance 20mm и нажимаем OK.^image467.jpg^^image469.jpg^Создадим новый эскиз. Наведем мышь на переднюю сторону детали и создадим на ней произвольный прямоульгоник.^image472.jpg^Поставим зависимость Collinear(Коллинеарность) в Sketch Palette правой стороны прямоугольника и правой стороны детали, а также выставим размеры высоты 50mm и ширины 10mm.Не забываем про зависимость Coincident(Сопряжение). С ее помощью совмещаем нижнюю сторону прямоугольника с началом координат. Эскиз определен ^image473.jpg^Далее выбираем снова Extrude и выбираем эскиз нового прямоугольника. Distance 50mm.^image475.jpg^Сделаем 2 фаски (Modify-Chamfer) как показано на рисунке. Distance 20mm.^image477.jpg^На боковой стороне выбираем эскиз и построим там произвольную Окружность (Sketch-Circle-Center Diameter Circle). Ставим диаметр 20mm и определяем ее. Поставим точки так, как показанона рисунке и сделаем операцию Horizontal/Vertical (Провести эту операцию следует между каждой точкой и диаметром)^image481.jpg^Выбираем Extrude и выбираем окружность. Мы не ставим размер, а ставим в Extent (В какую сторону выдавливание) пункт All(Насквозь)^image483.jpg^Теперь нам надо поделить деталь на 2 независимых элемента. В Modify выбираем Split Body. В Body to Split выбираем всю деталь, а в Splitting tool выбираем плоскость между передней деталью и задней. Нажимаем OK.^image485.jpg^После этого мы может отзеркалить переднюю часть детали. Для этого выбираем Mirror в вкладке Create. Во вкладке Mirror находим строку Pattern Type и выберем Bodies. Далее выбираем переднюю деталь и в строке Mirror Plane надо выбрать ось зеркалирования. Выберем ось XY.Чтобы ее выбрать наводим слева на дерево и выбираем ось. Нажимаем OK.^image489.jpg^Деталь готова.^image492.jpg^"
        },
        {
          "name": "Сборка",
          "content": "Перед сборкой необходимо скачать готовые детали по ссылке ниже.^parts.zip^Начнем процесс сборки механизма.Для начала создадим сборку и добавим детали, которые позже будем использовать при сборке. Для создания сборки New  Drawing > From Animation^image597.jpg^После перенесем деталь Корпус в сборку. Зафиксируем деталь. Для этого ее нужно выделить и правой кнопкой мыши открыть меню инструментов. Выбираем Ground. ^image599.jpg^Далее добавляем следующую деталь – Заводная ручка. Повернем ее для упрощения работы как указано на рисунке. ^image601.jpg^Для совмещения детали Заводная ручка и Корпус используем функцию Joint.^image603.jpg^В меню функции поменяем Type на Cylindrical. Открылось меню функции, в котором мы можем выбрать 2 плоскости для сопряжения. Выберем плоскости как показано на рисунке. ^image605.jpg^^image607.jpg^По аналогии добавим деталь Рычаг управления. С помощью Cylindrical сопоставим две детали, как указано на рисунке. ^image609.jpg^Вставим деталь Штырь в сборку. Ее нужно закрепить в отверстие на основание механизма так же, как и предыдущую деталь с помощью Cylindrical. ^image611.jpg^^image615.jpg^Щелевой рычаг устанавливаем параллельно боковой грани главной детали.   ^image617.jpg^Закрепим ее через Cylindrical с деталью Штырь.^image619.jpg^^image621.jpg^Добавим и закрепим в сборку Ползунок. Его нужно закрепить на Рычаг управления c помощью Cylindrical.^image623.jpg^^image625.jpg^Далее в Joint заменим Cylindrical на зависимость Planar. Данная зависимость позволит соединить плоскости. Выберем две плоскости, которые будут взаимодействовать между собой.^image627.jpg^^image629.jpg^Добавим в нашу сбоку новую деталь.^image631.jpg^Для того, чтобы данная деталь скользила по детали Корпус, добавим зависимость Planar. Сделаем совмещение боковых граней и основания.^image632.jpg^^image633.jpg^^image635.jpg^Добавим в сборку Рабочий стержень и соединим его с деталями Наружный ползунок и Ползунок через зависимость Joint >Cylindrical. Для этого нам понадобиться деталь Штырь. Зафиксируем деталь в Ползунок и поместим на нее Рабочий стержень.^image638.jpg^^image640.jpg^Затем соединим с помощью детали Штырь деталь Рабочий стержень и Щелевой рычаг.^image642.jpg^Вставим в сборку Болт через зависимость Joint >Cylindrical^image644.jpg^^image646.jpg^^image648.jpg^^image649.jpg^Сборка почти готова, осталось закрепить Рычаг управления. Для этого нам нужно вставить последнюю деталь  Штырь в наш механизм.^image651.jpg^После вставим ее в отверстия деталей Ручаг управления и Заводная ручка.^image653.jpg^^image655.jpg^Сборка готова, проверьте ее на правильность, повернув рычаг.^image657.jpg^"
        }
      ]
    },
    {
      "id": 9,
      "parts": [
        {
          "name": "Гайд",
          "content": "Начинаем создание детали с выбора папки на «облаке», где будут храниться все изделия конструкции. В нашем случае папка называется ПД 171-333, 334. После чего выбираем рабочую плоскость – Front, как показано на рисунке 1. ^image001.jpg^Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент Line. ^image002.jpg^Проводим две произвольные линии, таким образом, чтоб они оказались «лежащими» на осях Х и У, а затем соединяем их дугой, используя инструмент Arc. ^image003.jpg^Проставляем следующие размеры – длины линий и радиус дуги, как показано на рисунке 4. ^image004.jpg^Затем выбираем инструмент Centre Diameter Circle и помещаем окружность на уже имеющийся эскиз. Указываем расстояние до осей и диаметр окружности. ^image005.jpg^С помощью инструмента Construction, который находится на панели Sketch Palette,    делаем вспомогательной ту линию, которая «лежит» на оси У.  ^image006.jpg^В верхней левой части панели инструментов открываем Sketch и выбираем инструмент Mirror. Выделяем все составляющие эскиза, кроме вертикальной вспомогательной линии.   ^image007.jpg^^image008.jpg^Выделив все составляющие эскиза, «отзеркаливаем» их относительно вспомогательной линии. ^image009.jpg^И получаем следующий вид: ^image010.jpg^В разделе панели инструментов выбираем Extrude. ^image011.jpg^А затем указываем ту область, которую необходимо выдавить, то есть уже имеющийся эскиз. Во всплывающем окошке задаем необходимые размеры при выдавливании, т. е. расстояние, на которое  нужно выдавить эскиз – 12 мм. ^image012.jpg^Получаем следующую часть изделия: ^image013.jpg^Затем в разделе Construct панели инструментов выбираем Offset Plane.^image014.jpg^И делаем смещение плоскости относительно фронтальной проекции на 25.5 мм. ^image015.jpg^А затем с помощью инструмента Mirror «отзеркаливаем» уже имеющуюся часть изделия относительно плоскости, которую мы сместили в пункте ранее. ^image016.jpg^^image017.jpg^Получаем следующее: ^image018.jpg^.После чего вновь возвращаемся к работе на фронтальной проекции. С помощью инструмента 2-Point Rectangle, который находится в разделе Sketch, располагаем прямоугольник так, чтоб он совпадал с нижней частью изделия. ^image019.jpg^^image020.jpg^Затем с помощью инструмента Extrude симметрично выдавливаем получившийся прямоугольник до стенок изделия.  ^image021.jpg^Сохраняем готовую деталь в папку проекта. ^image022.jpg^Эскиз новой детали также начинаем с выбора нужной рабочей плоскости – Top.  ^image023.jpg^В верхней левой части панели инструментов открываем Sketch и выбираем инструмент Line. ^image024.jpg^Проводим произвольную горизонтальную линию («лежащую» на оси Х) и с помощью инструмента Construction, расположенного на Sketch Palette, делаем ее вспомогательной. ^image025.jpg^В разделе Sketch панели инструментов выбираем инструмент Center to Center Slot и помещаем произвольный слот на рабочую плоскость. ^image026.jpg^Используя инструмент Circle располагаем внутри паза две окружности. Указываем все необходимые размеры: высота паза, расстояние между центрами окружностей, диаметр окружности. ! Замечание: проставляем диаметр только одной окружности; диаметр второй окружности указываем с помощью инструмента Equal, расположенного на Sketch Palette! ^image027.jpg^Используя инструмент Extrude, выдавливаем получившийся эскиз на 6.5 мм. ^image028.jpg^^image029.jpg^Не забываем сохранить готовое изделие! ^image030.jpg^Эскиз новой детали как обычно начинаем с выбора нужной рабочей плоскости – Right.^image031.jpg^Выбираем инструмент Circle в разделе Sketch и помещаем окружность в центре координат.^image032.jpg^Задаем окружности нужный размер – диаметр 50 мм, и наживаем Stop Sketch в правой части панели инструментов. ^image033.jpg^С помощью инструмента Extrude, симметрично выдавливаем окружность на 25 мм с обеих сторон. ^image034.jpg^Поворачиваем изделие так, чтоб рабочей оказалась плоскость Front. Помещаем окружность диаметром 12 мм в центр координат. Эскиз не определен, указываем расстояние от центра окружности до края изделия 25 мм. ^image035.jpg^Затем симметрично выдавливаем эскиз, метод выдавливания – Cut, расстояние, на которое надо выдавить – All. ^image036.jpg^Получаем следующую часть изделия: ^image037.jpg^Затем вновь возвращаем Right в качестве рабочей плоскости и располагаем в центре координат окружность диаметром 25 мм. ^image038.jpg^А после выдавливаем эту окружность на 500 мм.^image039.jpg^В разделе Create панели инструментов выбираем Thread (резьба).^image040.jpg^Во всплывающем  окошке указываем все необходимые параметры резьбы, как указано на рисунке 41: тип резьбы, шаг, класс и направление. ^image041.jpg^Не забываем сохранить готовую деталь!^image042.jpg^Эскиз новой детали по традиции начинаем с выбора нужной рабочей плоскости – Top. ^image043.jpg^В панели инструментов находим инструмент Center to Center Slot и помещаем произвольный паз на рабочую плоскость. ^image044.jpg^Затем указываем расстояние между радиусы дуг и расстояние между их центрами. ^image045.jpg^Используя инструмент Circle, располагаем окружность диаметром 12 мм так, чтоб центр окружности совпадал с центром дуги. ^image046.jpg^После чего аналогично помещаем вторую окружность на паз, и с помощью инструмента равенства задаем ей такой же размер, как и у первой окружности. ^image047.jpg^Затем выдавливаем эскиз в одну сторону на 36 мм, используя инструмент выдавливания Extrude. ^image048.jpg^На боковой стороне изделия располагаем еще одну окружность, сразу указывая все необходимые размеры: диаметр окружности – 24 мм,  расстояние до верхнего края – 19 мм, расстояние до начала дуги – 35 мм. ^image049.jpg^После чего насквозь выдавливаем эскиз, используя инструмент выдавливания Extrude. ^image050.jpg^В разделе Create панели инструментов выбираем Thread (резьба).^image051.jpg^Указываем отверстие, в котором необходимо применить резьбу, а также все необходимые параметры резьбы, как показано на рисунке ниже. ^image052.jpg^Не забываем сохранить готовое изделие! ^image053.jpg^Эскиз новой детали по традиции начинаем с выбора нужной рабочей плоскости – Top. ^image054.jpg^В панели инструментов находим инструмент Center to Center Slot и помещаем произвольный паз на рабочую плоскость. Затем указываем расстояние между радиусы дуг и расстояние между их центрами. ^image055.jpg^Используя инструмент Circle, располагаем окружность диаметром 12 мм так, чтоб центр окружности совпадал с центром дуги. После чего аналогично помещаем вторую окружность на паз, и с помощью инструмента равенства задаем ей такой же размер, как и у первой окружности. ^image056.jpg^Затем выдавливаем эскиз в одну сторону на 36 мм, используя инструмент выдавливания Extrude. ^image057.jpg^На боковой стороне изделия располагаем еще одну окружность, сразу указывая все необходимые размеры: диаметр окружности – 12 мм,  расстояние до верхнего края – 19 мм, расстояние до начала дуги – 25 мм. ^image058.jpg^После чего насквозь выдавливаем эскиз, используя инструмент выдавливания Extrude. ^image059.jpg^Выбираем Front в качестве рабочей плоскости для эскиза новой детали. Проводим вертиакальную линию длиной 56 мм относительно центра координат и делаем ее вспомогательной. ^image060.jpg^Размещаем окружность диаметром 70 мм так, что центр окружности лежит в центре координат. ^image061.jpg^Откладываем еще одну вертикальную линию от центра координат на 16 мм, и также делаем ее вспомогательной. ^image062.jpg^Проводим горизонтальную линию от конца вертикальной линии, которую мы поместили на эскиз в предыдущем пункте, до пересечения с окружностью. ^image063.jpg^После чего требуется сделать всю окружность вспомогательной с помощью инструмента Construction. ^image064.jpg^В разделе Sketch находим инструмент Arc, и проводим дугу от крайней нижней точки окружности до точки пересечения горизонтальной линии с окружностью. ^image065.jpg^После чего удаляем оставшуюся часть окружности. ^image066.jpg^Проводим еще одну дугу радиусом 32 мм, причем центр дуги смещен на 16 мм относительно центра координат. ^image067.jpg^Соединяем концы дуг и получаем замкнутый контур. ^image068.jpg^С помощью инструмента Revolve, расположенного в разделе Create, применяем вращение к нашему получившемуся эскизу и получаем следующую часть изделия: ^image069.jpg^^image070.jpg^Переходим на фронтальную проекцию детали.^image071.jpg^Откладываем прямоугольник от начала координат, используя инструмент Rectangle, сразу проставляя нужные размеры. ^image072.jpg^Далее проводим вертикальную осевую линии через начало координат и делаем ее вспомогательной. С помощью инструмента Mirror «отзеркаливаем» прямоугольник относительной этой оси. ^image073.jpg^Далее выдавливаем получившийся эскиз насквозь. Все необходимые параметры выдавливания указаны во всплывающем окошке.^image074.jpg^Получаем следующее: ^image075.jpg^После мы применяем круговой массив к предыдущей операции: инструмент находится в разделе Create – Pattern – Circle Pattern. Указываем выдавливание, к которому необходимо применить массив, и У в качестве осевой линии. ^image076.jpg^Смещаем плоскость относительно плоскости Bottom с помощью инструмента Offset Plane в разделе Construct. ^image077.jpg^На этой плоскости размещаем окружность диаметром 12, при этом центр окружности лежит в центре координат.  ^image078.jpg^Выдавливаем окружность, используя инструмент Extrude. Все необходимые параметры выдавливания указаны во всплывающем окошке. Далее сохраняем готовое изделие. ^image079.jpg^"
        },
        {
          "name": "Сборка",
          "content": "Перед сборкой вам понадобится скачать детали по ссылке ниже.^parts.zip^ Приступим к сборке домкрата. 1. Помещаем на рабочее пространство две детали: Part1 и Part2. При этом создаем еще три копии детали Part2 в папке с проектом.^image092.jpg^В разделе Assemble выбираем инструмент Joint. ^image093.jpg^В ячейке тип соединения указываем Revolve. ^image094.jpg^Затем создаем взаимосвязь между центр отверстия детали Part2^image095.jpg^и центром отверстия изделия Part1.^image096.jpg^Во всплывающем окне указываем поворот относительно оси Z.^image097.jpg^Аналогично создаем зависимость между оставшимися отверстиями детали Part1 и изделиями Part2 и получаем следующую конструкцию: ^image098.jpg^2. Помещаем на рабочее пространство плоскость изделие Part4.^image099.jpg^Создаем зависимость между центром отверстия, которое находится на верхней стороне детали, и центром крайнего отверстия изделия Part2:^image100.jpg^Тип соединения, как и в пункте выше, -  Revolve.^image101.jpg^Во всплывающем окне указываем поворот относительно оси Z.^image102.jpg^Получаем конструкцию:^image103.jpg^Аналогично создаем совместимость между деталями на другом конце конструкции: ^image104.jpg^3. Помещаем на рабочее пространство изделие Part3. ^image105.jpg^Создаем зависимость между текущей деталью и центром отверстия изделия Part4, при этом указывая тип соединения – Rigid.^image106.jpg^На противоположном конце конструкции также создаем зависимость между изделием Part3 и центром отверстия детали Part4. Заметим, что тип соединения в данном случае, - Slider, а ось, относительно которой происходит движение детали, - Z. ^image107.jpg^В итоге должно получиться следующее: ^image108.jpg^4. Затем добавляем на рабочее пространство 4 экземпляра детали Part2^image109.jpg^и создаем зависимости между текущими изделиями и уже имеющейся конструкцией так, как это уже было показано в пункте 1.^image110.jpg^ 5. Следующая на очереди – деталь Part5. Мы так же создаем зависимость между текущим изделием и элементами конструкции, как было показано в  пункте 2.^image111.jpg^^image112.jpg^^image113.jpg^6. Помещаем на рабочее пространство изделие Part6. Создаем взаимосвязь между центром отверстия детали Part5 и центром окружности детали Part6. ^image114.jpg^^image115.jpg^Затем помещаем на рабочее пространство единственное крепежное изделие – болт. Создаем взаимосвязь между центром резьбовой части ^image116.jpg^и центром отверстия, куда необходимо поместить этот болт: ^image117.jpg^Получаем следующее: ^image118.jpg^Если же болт оказался помещен не той стороной, нажмите на кнопку напротив надписи Flip. ^image119.jpg^Это окажется решением вашей проблемы. ^image120.jpg^Аналогично создаем взаимосвязь между крепежными изделиями и всеми отверстиями конструкции. На этом этап сборки завершен.^image121.jpg^nНе забудьте сохранить готовую сборку!"
        }
      ]
    },
    {
      "id": 14,
      "parts": [
        {
          "name": "Гайд",
          "content": "Создание колеса заклинателя во Fusion360. Начинаем создание детали с выбора папки на «облаке», где будут храниться все изделия конструкции. В нашем случае папка называется ПД 171-333, 334. После чего выбираем рабочую плоскость – Top, как показано на рис. 1. ^image001.jpg^Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент Rectangle, далее выбираем Center Rectangle, как показано на рис.2^image002.jpg^С помощью этого инструмента из центра плоскости строим прямоугольник с указанными, как на рис.3 размерами(между размерами можно переключаться с помощью клавиши Tab).^image003.jpg^Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент  Fillet.^image004.jpg^Чтобы применить этот инструмент для угла, нам нужно выюрать две стороны, составляющие этот угол и задать размер, в данном случае -13мм. Применяем к 2-ум нижним углам.^image005.jpg^Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент  Circle, далее Center Diameter Circle. (рис.6).  ^image006.jpg^Из точек, выделенных красным прямоугольником, проводим 2 окружности с радиусом 13. С помощью инструмента Horizontal/Vertical, который находится на панели Sketch Palette(с правой стороны экрана), фиксируем окружности, поочередно выделяя центр первой, затем второй. И жмем на Stop Sketch, находящийся на панели инструментов.^image007.jpg^В разделе панели инструментов выбираем Extrude.^image008.jpg^А затем указываем ту область, которую необходимо выдавить, то есть уже имеющийся эскиз. Во всплывающем окошке задаем необходимые размеры при выдавливании, т. е. расстояние, на которое  нужно выдавить эскиз – 6 мм. ^image009.jpg^Затем с помощью комбинации клавиши shift + колесико мыши разворачиваем получившуюся деталь, выделяем заднюю сторону и жмем на Create Sketch(рис.10). ^image010.jpg^Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент  Circle, далее Center Diameter Circle, и проводим окружность на произвольном расстоянии вдоль оси Y. Потом открываем  Sketch и выбираем инструмент Line(рис.11).^image011.jpg^С помощью инструмента Line проводим 2 линии, как на рис.12^image012.jpg^Но нам нужно, чтобы они стояли перпендикулярно оси Х, для этого воспользуемся инструментом Perpendicular который находится на панели Sketch Palette. Выделяем сначала саму линию, затем ту, перпендикулярно которой она должна быть. Но мы еще не зафиксировали окружность на оси-> воспользуемся инструментом Horizontal/Vertical который находится на панели Sketch Palette. Нажимаем сначала на центр окружности, а затем на центр плоскости.^image013.jpg^Проставляем размеры, как показано на рис.14^image014.jpg^Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент  Circle, далее Center Diameter Circle, и проводим окружность из центра первой окружности с радиусом 13мм.^image015.jpg^Чтобы наш эскиз, не съезжал, нужно полностью «определить» , для этого воспользуемся инструментом Horizontal/Vertical который находится на панели Sketch Palette.Нажимаем по той точке, где линии соприкасаются с окружностью. Теперь все зависимости проставлены и можно переходить к выдавливанию эскиза, жмем на Stop Sketch, находящийся на панели инструментов.^image016.jpg^В разделе панели инструментов выбираем Extrude. А затем указываем ту область, которую необходимо выдавить, то есть уже имеющийся эскиз. Во всплывающем окошке задаем необходимые размеры при выдавливании, т. е. расстояние, на которое  нужно выдавить эскиз = -10 мм. И указываем параметры выдавливания, как на рис.17^image017.jpg^В дереве слева от фигуры, выбираем параметр Sketches, находим наш эскиз и жмем на лампочку слева, чтобы включить его видимость(рис.18).^image018.jpg^В разделе панели инструментов выбираем Extrude, указываем ту область, которую необходимо выдавить. Во всплывающем окошке задаем необходимые размеры при выдавливании, т. е. расстояние, на которое  нужно выдавить эскиз =4 мм. И указываем параметры выдавливания, как на рис.19^image019.jpg^Затем в верхней левой части панели инструментов открываем Modify и выбираем инструмент  Fillet(рис.20).^image020.jpg^Затем выделяем 2 грани, как показано на рис.21 и задаем размер -16мм. В итоге получаем рис.22 ^image021.jpg^^image022.jpg^После этого переходим на плоскость Right(рис.23), на этой плоскости фигуры нам нужно будет построить эскиз, как на рис.24^image023.jpg^^image024.jpg^После построения эскиза нажимаем на Stop Sketch.Затем в верхней части панели инструментов открываем Create и выбираем инструмент  Rib(рис.25).^image025.jpg^Указываем ту область, которую необходимо выдавить. Во всплывающем окошке задаем необходимые размеры при выдавливании, т. е. расстояние, на которое  нужно выдавить эскиз =10 мм. И указываем параметры выдавливания, как на рис.26^image026.jpg^Затем в верхней левой части панели инструментов открываем Modify и выбираем инструмент  Chamfer(рис.27).^image027.jpg^Указываем грань, с которой будем работать(рис.28). Во всплывающем окне выбираем параметры обрезания(рис.29)^image028.jpg^^image029.jpg^Сохраняем готовую деталь в папку проекта(рис.30).^image030.jpg^Эскиз новой детали также начинаем с выбора нужной рабочей плоскости – Top.  Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент Rectangle, далее выбираем Center Rectangle, как показано на рис.31^image031.jpg^С помощью этого инструмента из центра плоскости строим прямоугольник с указанными, как на рис.32 размерами(между размерами можно переключаться с помощью клавиши Tab).^image032.jpg^Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент Fillet. Применяем инструмент ко всем 4-ём углам прямоугольника.^image033.jpg^Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент Circle, далее Center Diameter Circle, располагаем окружности диаметром 13 мм так, чтобы центры окружностей совпадали с центром дуги(рис.34).^image034.jpg^В разделе панели инструментов выбираем Extrude. А затем указываем ту область, которую необходимо выдавить, то есть уже имеющийся эскиз. Во всплывающем окошке задаем необходимые размеры при выдавливании, т. е. расстояние, на которое нужно выдавить эскиз – 13 мм. ^image035.jpg^Далее выделяем верхнюю плоскость и жмем на Create Sketch(рис.36). ^image036.jpg^Потом открываем Sketch и выбираем инструмент Line. С помощью этого инструмента проводим 2 линии, как на рис.37. ^image037.jpg^Но нам нужно, чтобы они стояли перпендикулярно оси Х, для этого воспользуемся инструментом Perpendicular который находится на панели Sketch Palette. Выделяем сначала саму линию, затем ту, перпендикулярно которой она должна быть. Затем проставляем размеры(рис.38).^image038.jpg^В разделе панели инструментов выбираем Extrude. А затем указываем ту область, которую необходимо выдавить, то есть уже имеющийся эскиз. Во всплывающем окошке задаем необходимые размеры при выдавливании, т. е. расстояние, на которое нужно выдавить эскиз = -3 мм. И указываем параметры выдавливания, как на рис.39^image039.jpg^Далее выделяем боковую плоскость и жмем на Create Sketch(рис.40). ^image040.jpg^С помощью инструмента Construction, который находится на панели Sketch Palette,   делаем вспомогательной ту линию, которая «лежит» на оси У.  рис.41. ^image041.jpg^Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент Line. И строим эскиз, как на рис.42^image042.jpg^В верхней левой части панели инструментов открываем Sketch и выбираем инструмент Mirror. Выделяем все составляющие эскиза, кроме вертикальной вспомогательной линии. Выделив все составляющие эскиза, «отзеркаливаем» их относительно вспомогательной линии.  (рис.43).  ^image043.jpg^На получившемся эскизе проставляем размеры(рис.44)^image044.jpg^В разделе панели инструментов выбираем Extrude. А затем указываем ту область, которую необходимо выдавить, то есть уже имеющийся эскиз. Во всплывающем окошке указываем параметры выдавливания, как на рис.45^image045.jpg^Сохраняем готовую деталь в папку проекта!Эскиз новой детали также начинаем с выбора нужной рабочей плоскости – Front.Проводим две произвольные линии, таким образом, чтоб они оказались «лежащими» на осях Х и У, затем с помощью инструмента Construction, который находится на панели Sketch Palette, делаем вспомогательной эти линии (рис.46).^image046.jpg^Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент Line. И строим эскиз, как на рис.47^image047.jpg^В верхней левой части панели инструментов открываем Sketch и выбираем инструмент Mirror. Выделяем все составляющие эскиза, кроме вертикальной вспомогательной линии. Выделив все составляющие эскиза, «отзеркаливаем» их относительно вспомогательной линии.  (рис.48).  ^image048.jpg^И соединяем линиями две получившиеся части, как на рис. 49^image049.jpg^Проставляем все необходимые размеры (рис.50).^image050.jpg^Затем в верхней левой части панели инструментов открываем Create и выбираем инструмент Revolve(рис.51).^image051.jpg^Выделяем наш эскиз и ось Х, как ось вращения (рис52).^image052.jpg^Сохраняем нашу деталь в папке проекта!Эскиз новой детали также начинаем с выбора нужной рабочей плоскости – Front.Проводим две произвольные линии, таким образом, чтоб они оказались «лежащими» на осях Х и У, затем с помощью инструмента Construction, который находится на панели Sketch Palette, делаем вспомогательной эти линии (рис.53).^image053.jpg^Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент Line. И строим эскиз, как на рис.54^image054.jpg^Проставляем все необходимые размеры (рис.55).^image055.jpg^Затем в верхней левой части панели инструментов открываем Create и выбираем инструмент Revolve. Выделяем наш эскиз и ось Х, как ось вращения (рис56).^image056.jpg^Сохраняем деталь в папку нашего проекта!Эскиз новой детали также начинаем с выбора нужной рабочей плоскости – Front.Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент Line. И строим эскиз, как на рис.57.^image057.jpg^указываем с помощью инструмента Equal, расположенного на Sketch Palette и нажимаем поочередно на линии указанные на рис.58^image058.jpg^Проставляем необходимые размеры (рис.59)^image059.jpg^Проводим одну произвольную линию, таким образом, чтоб она оказалась «лежащей» на оси Х, затем с помощью инструмента Construction, который находится на панели Sketch Palette, делаем вспомогательной эту линию. Далее с помощью инструмента Horizontal/Vertical, который находится на панели Sketch Palette (с правой стороны экрана), фиксируем центр плоскости и крайнюю слева нижнюю точку нашей фигуры (рис.60) И жмем на Stop Sketch, находящийся на панели инструментов.^image060.jpg^Затем в верхней левой части панели инструментов открываем Create и выбираем инструмент Revolve. Выделяем наш эскиз и ось Х, как ось вращения (рис.61).^image061.jpg^Затем в верхней левой части панели инструментов открываем Modify и выбираем инструмент Chamfer. И указываем грани, с которыми будем работать (рис.62)^image062.jpg^Сохраняем готовую деталь в папке проекта!"
        },
        {
          "name": "Сборка",
          "content": "1. Помещаем на рабочее пространство две детали: подставка и боковушка. При этом создаем еще одну копию детали боковушка в папке с проектом. ^image063.jpg^В разделе Assemble выбираем инструмент Joint. ^image064.jpg^В ячейке тип соединения указываем Rigid. ^image065.jpg^Затем создаем взаимосвязь между серединой плоскости детали боковушка, как на рис.66^image066.jpg^и центром плоскости детали подставка(рис.67). ^image067.jpg^Аналогично создаем зависимость между второй боковушкой и подставкой, и получаем следующую конструкцию: ^image068.jpg^. Помещаем на рабочее пространство плоскость изделие 4. Создаем зависимость между центром отверстия, которое находится на внутренней стороне детали (рис.69), и центром отверстия изделия боковушка (рис.70). Тип соединения - Revolve. ^image069.jpg^^image070.jpg^Аналогично создаем совместимость между деталями на другом конце конструкции: ^image071.jpg^3. Помещаем на рабочее пространство изделие 5.  Создаем зависимость между центром отверстия, которое находится на внутренней стороне детали (рис.72), и центром отверстия изделия боковушка (рис.73). Тип соединения - Revolve.^image072.jpg^^image073.jpg^Получаем:^image074.jpg^4. Помещаем на рабочее пространство изделие 3. Создаем зависимость между центром отверстия, которое находится на внутренней стороне детали (рис.75), и центром  отверстия изделия 4 (рис.76). Тип соединения  -  Revolve.^image075.jpg^^image076.jpg^На этом этап сборки завершен. Итоговый вид конструкции:^image077.jpg^Не забудьте сохранить готовую сборку!"
        }
      ]
    },
    {
      "id": 10,
      "parts": [
        {
          "name": "Гайд",
          "content": "Создание игрушечной пушки во Fusion360. 1. Создние детали Axle. Начинаем наш эскиз с выбора рабочей плоскости. В правой верхней части находим «кубик» и выбираем Front, как показано на рис.1.^image001.jpg^В верхней левой части панели инструментов открываем Sketch и выбираем инструмент Line. ^image002.jpg^Проводим произвольную вертикальную линию и с помощью инструмента Construction, расположенного на Sketch Palette, делаем ее вспомогательной. ^image003.jpg^Затем с помощью инструмента  Line наносим первоначальные очертания чертежа, как показано на рис.4.^image004.jpg^После чего проставляем все необходимые размеры с помощью инструмента  Sketch Dimension. (рис.5.)^image005.jpg^В разделе Sketch панели инструментов выбираем инструмент Mirror, после чего выделяем все необходимые составляющие чертежа и «отзеркаливаем» их относительно вспомогательной линии. (рис.6.).^image006.jpg^Для того, чтобы применить «вращение» к получившемуся эскизу, проведем еще одну вспомогательную линию, которая будет лежать на оси Х, то есть в основании эскиза. (рис.7.)^image007.jpg^После чего в разделе Create выбираем инструмент Remove и получаем следующую деталь (рис.8)^image008.jpg^В средней части панели инструментов открываем раздел Modify, после чего выбираем инструмент Chamfer.  Затем выбираем нужное ребро, к которому следует применить фаску, размер которой 1 мм. После в левой части панели инструментов открываем раздел Sketch, выбираем инструмент Circle и наносим эскиз на плоскость вала, как показано на рисунке 9. Наносим следующие размеры: диаметр окружности = 2.50 мм, расстояние от центра окружности до края вала = 2.50 мм. ^image009.jpg^Сохраняем готовую деталь. (рис.10)^image010.jpg^2. Создание детали Canon pin. Первым делом выбираем нужную рабочую плоскость -  Front (рис.11) ^image011.jpg^Затем в левой части панели инструментов открываем раздел Sketch, выбираем инструмент Line и наносим эскиз на плоскость, как показано на рисунке 12.  ^image012.jpg^С помощью инструмента Sketch Dimension проставляем все необходимые размеры (рис.13)^image013.jpg^Далее в разделе Sketch выбираем инструмент Mirror. Выделяем ту часть эскиза, которую необходимо отразить относительно оси YZ. Получаем следующий эскиз (рис.14.)^image014.jpg^После с помощью инструмента Remove, расположенного в разделе Sketch выполняем вращение относительно центральной оси. Затем в разделе Modify выбираем инструмент Chamfer и выделяем то ребро, к которому надо применить фаску (рис.15). Размер фаски = 1 мм. ^image015.jpg^Затем применяем такую же фаску с другого конца вала и сохраняем получившуюся деталь. (рис.16) ^image016.jpg^л3.Создание детали Pin. Первым делом выбираем нужную рабочую плоскость -  Front (рис.17) ^image017.jpg^Затем с помощью инструмента Line наносим на плоскость эскиз и проставляем соответствующие размеры так, как показано на рис.18^image018.jpg^C помощью инструмента Chamfer в разделе Modify панели инструментов применяем фаски по обоим краям детали. Сохраняем получившуюся деталь (рис.19). ^image019.jpg^4.Создание детали Canon Wheel Первым делом выбираем нужную рабочую плоскость -  Front (рис.20) ^image020.jpg^Затем выбираем инструмент Circle в разделе Sketch и помещаем три окружности разных диаметров на рабочую плоскость, как показано на рис. 21, при этом среднюю окружность мы помечаем как  вспомогательную с помощью инструмента Construction, расположенного в Sketch Palette. ^image021.jpg^Затем в разделе Sketch находим инструмент Arc и выбираем Center Point Arc. (рис.22.)^image022.jpg^Центром дуги выбираем точку пересечения вспомогательной окружности с осью YZ. Проводим дугу так, как показано на рисунке 23, радиус дуги = 2.50 мм. ^image023.jpg^С помощью инструмента Line проводим две произвольные линии от крайних точек дуги. (рис.24.) и с помощью инструмента Tangent, расположенного на Sketch Palette, делаем их касательными по отношению друг к другу. ^image024.jpg^Далее так же с помощью инструмента Arc соединяем концы линий, взяв за центр дуги центр координат (рис.25.) ^image025Далее, используя инструмент Fillet, расположенного в разделе Sketch, делаем сопряжение на перечении дуги и линии радиусом 2 мм. (рис.26.) ^image026.jpg^После чего создаем круговой массив при помощи инструмента Circular Pattern (рис.27.)^image027.jpg^В разделе Create выбираем инструмент Extrude и левой кнопкой мыши указываем необходимую область выдавливания, а также выбираем направление – симметрично, дистанцию, на которую нужно выдавить – 4.5 мм.  (рис.28.) ^image028.jpg^На фронтальной плоскости получившейся детали помещаем окружность диаметром 35 мм и с помощью инструмента Extrude делаем выдавливание на 2 мм, метод выдавливания – Cut. ^image029.jpg^Используя инструмент Chamfer применяем фаску размером 2 мм на внутренней стороне изделия (рис.30). ^image030.jpg^Также применяем фаски размером 1 мм на внешней стороне детали и размером 0.5 мм по периметру отверстий. (рис. 31, рис.32) ^image031.jpg^^image032.jpg^Сохраняем готовую деталь (рис.33) ^image033.jpg^5.\t Создание детали Support Выбираем Front в качестве рабочей плоскости и помещаем эскиз, как показано на рис.34, расставляя необходимые размеры ^image034.jpg^С помощью инструмента Arc проводим дугу (рис.35.) ^image035.jpg^Далее, используя инструменты Arc, Line и Circle, помещаем на плоскость эскиз, показанный на рисунке 36, проставляя необходимые размеры. ^image036.jpg^Используя инструмент Circle добавляем к эскизу 4 окружности. ^image037.jpg^После чего указываем их размеры. Диаметр верхней окружности – 6.50 мм. Диаметры двух других окружностей – 10 мм. При этом, мы указываем размер только одной из них, а диаметр второй окружности определяем с помощью инструмента равенства, расположенного на Sketch Palette. Диаметр окружности, расположенной посередине эскиза, равен 5 мм. (рис.38) ^image038.jpg^Используя инструмент Fillet применяем сопряжения радиусом 4 мм на всех заостренных местах эскиза. Затем выдавливаем эскиз на 5 мм, метод выдавливания – Join (New Body). После чего сохраняем готовую деталь (рис.39). ^image039.jpg^6.\tСоздание детали Base. В разделе Sketch выбираем инструмент Rectangle. Помещаем прямоугольник размером 150х100 на рабочую плоскость и указываем сопряжения по краям радиусом 20 мм. ^image040.jpg^И с помощью инструмента Extrude выдавливаем эскиз на 10 мм. ^image041.jpg^В разделе Modify выбираем инструмент Fillet и создаем сопряжения размером 2 мм по периметру изделия с одной стороны. ^image042.jpg^Сохраняем готовую деталь. 7.\tСоздание детали Barrel Выбираем Front в качестве рабочей плоскости. ^image043.jpg^После чего, с помощью инструментов, использованных в пунктах выше, помещаем силуэт эскиза так же, как показано на рис. ^image044.jpg^Используем Sketch Dimension для указания всех необходимых размеров. Также добавляем все необходимые недостающие моменты в эскизе. (рис.45.) ^image045.jpg^С помощью инструмента Remove «вращаем» эскиз вокруг оси на 360 градусов. (рис.46)^image046.jpg^На фронтальной плоскости изделия помещаем окружность, используя инструмент Circle, расставляя необходимые размеры (рис.47). ^image047.jpg^После чего выдавливаем эту окружность «насквозь» с помощью инструмента Extrude, метод выдавливания – Cut. (рис.48). ^image048.jpg^Сохраняем последнюю деталь и переходим к этапу сборки."
        },
        {
          "name": "Сборка",
          "content": "Добавляем детали Support и Axel на рабочее пространство. Зафиксируем деталь, чтобы она не мешала движению подвижных частей механизма. Выделяем двойным щелчком ЛКМ и нажимаем ПКМ. В открывшемся меню выбираем Ground.^image052.jpg^Затем нам нужно создать взаимосвязь между двумя изделиями. В разделе Assemble панели инструментов выбираем Joint и соединяем середину второй ступени вала с центром отверстия стенки. ^image053.jpg^Если вы все сделали верно, то должно получиться следующее: ^image054.jpg^Аналогично «цепляем» на вал вторую стенку:^image055.jpg^^image056.jpg^После чего создаем подобным образом создаем взаимосвязь между изделием Axel и отверстиями, расположенными на передней части боковой стенки. ^image057.jpg^^image058.jpg^Затем добавляем изделие Pin на рабочее пространство. Создаем взаимосвязь между центром текущего изделия и отверстиями детали Support с двух сторон. ^image059.jpg^^image060.jpg^^image061.jpg^Добавляем изделие Canon pin на рабочее пространство. Далее создаем взаимосвязь между центром первой ступени вала и центром отверстия. Аналогично создается связь с другой стороны боковой стенки. ^image062.jpg^^image063.jpg^^image064.jpg^Следующий шаг – помещение колес на валы. Для того, чтобы добавить четыре колеса на рабочее пространство, в папке, где хранятся все детали конструкции, создаем 3 копии нашего изделия. ^image065.jpg^Затем помещаем изделие Canon wheel на рабочее пространство. Создаем взаимосвязь между центром вала и серединой отверстия, находящегося посередине детали Canon wheel. ^image066.jpg^При этом учитываем, что расстояние между колесом и изделием Support должно быть 3 мм (в появившемся окошке 0 мм заменяем на 3 мм). ^image067.jpg^Аналогичным образом «цепляем» оставшиеся 3 колеса на валы и сохраняем сборку. ^image068.jpg^Добавляем изделие Barrel на рабочее пространство. Создаем взаимосвязь между центром детали Pin и центром отверстия, которое расположено на изделии Barrel. ^image069.jpg^Далее по оси Z сдвигаем изделие на -13.5 мм и с помощью бегунка поворачиваем деталь на -195.0 deg. ^image070.jpg^^image071.jpg^Добавляем на рабочее пространство последнюю деталь в сборке – Base. Для того, чтобы поместить пушку на подставку, необходимо создать взаимосвязь между горизонтальной плоскостью проекции детали Base и нижней частью изделия Support, как показано на иллюстрациях ниже. ^image072.jpg^^image073.jpg^При этом указываем сдвиг по оси Z на 24 мм, а по оси X на 5 мм. ^image074.jpg^На этом основной этап сборки игрушечной пушки завершен. ^image075.jpg^Последний этап в сборке игрушечной пушки – выбор материалов. Нажмите правой клавишей мыши в любой месте рабочего пространства, после чего в появившемся контекстном меню выберите вкладку Appearance. ^image076.jpg^Выделяем боковую стенку сборки и в библиотеке выбираем материал Cherry. ^image077.jpg^Аналогично определяем материал для второй боковой стенки. Для изделий Barrel и Canon Wheel выбираем материал Gold. ^image078.jpg^^image079.jpg^Для изделий Axle, Canon pin и Pin в качестве материала указываем Aluminum Polished.^image080.jpg^А для изделия Base – Mahogany. ^image081.jpg^На этом все основные этапы сборки завершены. Не забываем сохранять конструкцию. ^image082.jpg^"
        }
      ]
    },
    {
      "id": 13,
      "parts": [
        {
          "name": "Гайд",
          "content": " Создание флешки во Fusion360. 1.Создание корпуса.Начинаем наш эскиз с выбора рабочей плоскости. В правой верхней части находим «кубик» и выбираем Top, как показано на рис.1.^image001.jpg^.В верхней левой части панели инструментов открываем Sketch,  выбираем инструмент Rectangle, а затем Center Rectangle(Рис.2)^image002.jpg^Далее строим прямоугольник, проставляя размеры с помощью инструмента Sketch Dimension. (Рис.3)^image003.jpg^С помощью инструмента Line и Central Rectangle наносим первоначальные очертания чертежа, выставляя необходимые размеры, как показано на рис.4.^image004.jpg^Проводим обычную горизонтальную линию, затем нажимаем на нее и с помощью инструмента Construction, расположенного на Sketch Palette, делаем ее вспомогательной.В разделе Sketch панели инструментов выбираем инструмент Mirror, после чего выделяем все необходимые составляющие чертежа и «отзеркаливаем» их относительно вспомогательной линии. (Рис.5.)^image005.jpg^В разделе Create выбираем инструмент Extrude и в колонке Distance ставим значение 8. ^image006.jpg^Затем создаем эскиз на выделенной грани, нажимая на нее правой кнопкой мыши и выбирая команду Create Sketch. (Рис.7)^image007.jpg^Строим окружность, выбирая инструмент Sketch -> Circle -> Center Diameter Circle. (Рис.8)  ^image008.jpg^ Выдавливаем окружность на 8 мм. (Рис.9)  ^image009.jpg^На этой же окружности строим еще одну диаметром 4 мм, а затем выдавливаем ее в обратную сторону на 8 мм. (Рис.10)^image010.jpg^ Создаем эскиз на виде сверху, строим два прямоугольника, указываем размеры, делаем зависимость по горизонтали с центральной осью, нажимая на Horizontal/Vertical в Sketch Palette. (Рис.11)^image011.jpg^Выдавливаем прямоугольники на 2.5 мм (Рис.12)  ^image012.jpg^ Делаем то же самое, только с другой стороны (Рис.13)^image013.jpg^Строим прямоугольник, выполняя зависимости вертикальности со вспомогательной линией и указывая размеры.(Рис.14)  ^image014.jpg^ Выдавливаем его на 5.5 мм внутрь. (Рис.15)  ^image015.jpg^На вкладке Create выбираем инструмент Mirror, затем на нижней панели выбираем наше выдавливание, нажимаем Mirror Plane и выбираем плоскость XY. Нажимаем ОК.(Рис.16)  ^image016.jpg^ Создаем на грани новый эскиз, строим прямоугольник, задаем размеры. Во вкладке Sketch выбираем инструмент Fillet и делаем фаски как показано на рис.17.  ^image017.jpg^Выдавливаем прямоугольник на 0.35 мм. (Рис.18)  ^image018.jpg^ Делаем то же самое с обратной стороны. (Рис.19)  ^image019.jpg^Затем наносим очертания чертежа, как показано на рис.20. Чтобы обрезать линию нужно вопользоваться инструментом Trim во вкладке Sketch.  ^image020.jpg^ Выдавливаем фигуры до уровня верхней грани.(Рис.21)  ^image021.jpg^В разделе Modify выбираем инструмент Fillet и скругляем все ребра радиусом 0.75 мм. (Рис.22)  ^image022.jpg^ Затем скруглям то, что показано на рис.23.  ^image023.jpg^Выдавим круг насквозь.(Рис.24)  ^image024.jpg^На обратной стороне создаем новый эскиз, строим прямоугольник с показанными на рисунке ниже размерами. Делаем скругления радиусом 0.1 мм. (Рис.25)  ^image025.jpg^Выдавливаем его внутрь на 6 мм. (Рис.26) ^image026.jpg^ Нажав английскую клавишу “A” на английской раскладке можно выбрать материал для детали, например металлик. Сохраняем деталь. (Рис.27) ^image027.jpg^2. Создание …Начинаем эскиз с выбора рабочей плоскости. В правой верхней части находим “кубик” ивыбираем Right. (Рис.28)  ^image028.jpg^Строим два прямоугольника, задаем размеры. (Рис.29)  ^image029.jpg^Выдавливаем их на 11.5 мм. (Рис.30)^image030.jpg^ Создаем новый эскиз на виде сверху. Делаем все как на рис.31^image031.jpg^С помощью инструмента Mirror отзеркаливаем прямоугольники относительно вспомогательной линии. (Рис.32)^image032.jpg^Выдавливаем на 0.5 мм как показано на рис.33.^image033.jpg^Затем слева в разделе Sketches включаем лампочку на Sketch2, чтобы видеть эскиз. Выдавливаем на 1 мм вверх как показано на рис.34.^image034.jpg^Выдавливаем оставшуюся часть.(Рис.35)^image035.jpg^Делаем скругления на всей детали радиусом 0.1 мм. (Рис.36)^image036.jpg^ Выбираем материал для детали и сохраняем ее. (Рис.37)^image037.jpg^3. Создание…Начинаем эскиз с выбора рабочей плоскости. В правой верхней части находим “кубик” ивыбираем Right. (Рис.38)^image038.jpg^С помощью инструмента Line строим эскиз и указываем размеры. С помощью инструмента Fillet скругляем углы радиусом 0.2 мм. (Рис. 39)^image039.jpg^Во вкладке Construct нажимаем Offset Plane и выбираем плоскость XY. Затем перемещаем ее на 1.5 мм. (Рис. 40)^image040.jpg^ Растягиваем плоскость. (Рис. 41)^image041.jpg^Создаем эскиз на нашей плоскости и строим прямоугольник по размерам. (Рис. 42)^image042.jpg^ Затем во вкладке Create выбираем инструмент Sweep. Сначала в разделе Profile нажимаем по нашему прямоугольнику, а в разделе Path по нашему эскизу. Должно получиться как на рис. 43.^image043.jpg^Во вкладке Modify нажимаем Fillet, выбираем грань и скругляем ее на 0.65 мм. (Рис. 44)^image044.jpg^ На нижней грани строим круг диаметром 0.35 мм. (Рис. 45)^image045.jpg^Выдавливаем этот круг насквозь. (Рис. 46)^image046.jpg^ Выбираем материал Gold-Polished и сохраняем деталь. (Рис. 47)^image047.jpg^Сделаем копию этой детали. Изменим только длину с 12 мм на 10 мм. Сохраним ее. 4. Создание USB-разъемаНачинаем эскиз с выбора рабочей плоскости. В правой верхней части находим “кубик” ивыбираем Front. (Рис.48) ^image048.jpg^Строим прямоугольник по указанным размерам, в центре строим прямоугольник вспомогательными линиями. Делаем скругления углам радиусом 0.2 мм. (Рис.49)^image049.jpg^В разделе Sketch выбираем инструмент Trim и обрезаем линию как на рис. 50.^image050.jpg^      Затем строим на этом месте вспомогательную линию и выравниваем прямоугольник по центру относительно ее. (Рис.51)^image051.jpg^Выдавливаем прямоугольник на 17 мм. (Рис. 52)^image052.jpg^В разделе Modify выбираем инструмент Shell, нажимаем на переднюю грань и делаем всё как на рис.53.^image053.jpg^Выдавливаем всю грань насквозь. (Рис. 54)^image054.jpg^На обратной стороне снова используем инструмент Shell. (Рис. 55)^image055.jpg^Выдавливаем насквозь всю грань. (Рис.56)^image056.jpg^На виде сверху строим эскиз прямоугольника и выставляем размеры, так же скругляем углы радиусом 0.1 мм. (Рис. 57)^image057.jpg^Строим вспомогательную линию и с помощью инструмента Mirror отзеркаливаем прямоугольник.(Рис.58)^image058.jpg^Выдавливаем их до нижней грани. (Рис.59)^image059.jpg^На виде сверху строим эскиз прямоугольника и выставляем размеры, так же скругляем углы радиусом 0.1 мм. (Рис. 60)^image060.jpg^Строим вспомогательную линию и с помощью инструмента Mirror отзеркаливаем прямоугольник.(Рис. 61)^image061.jpg^Выдавливаем прямоугольники насквозь. (Рис. 62)^image062.jpg^"
        },
        {
          "name": "Сборка",
          "content": "Помещаем на рабочее пространство первую деталь: корпус. Нажимаем на Ground и делаем ее неподвижной. (Рис. 63)^image063.jpg^Добавляем вторую деталь – USB разъем. В разделе Assemble выбираем инструмент Joint. (Рис. 64)^image064.jpg^Выбираем грань на USB разъеме, а затем грань на корпусе. Тип соединения - Rigid(Рис. 65)^image065.jpg^Добавляем третью деталь. Левую грань новой детали с помощью инструмента Joint совмещаем с гранью USB разъема. Тип соединения - Rigid (Рис. 66)^image066.jpg^Перемещаем ее на 8.5 мм. (Рис. 67 - 68)^image067.jpg^^image068.jpg^Добавляем последнюю деталь нашей сборки. С помощью инструмента Joint грань детали совмещаем с гранью другой детали как на рис. 69.^image069.jpg^Добавляем копию последней детали только с меньшей длиной. Так же с помощью инструмента Joint совмещаем ребра деталей. (Рис. 70)^image070.jpg^Повторяем эти два шага еще раз. Итоговый вид флешки. (Рис. 71)Не забудьте сохранить сборку! ^image071.jpg^"
        }
      ]
    },
    {
      "id": 11,
      "parts": [
        {
          "name": "Гайд",
          "content": "Создание пластикового самолета во Fusion360. В правой верхней части находим «кубик» и выбираем Create Form, как показано на рис.1. ^image001.png^В верхней левой части панели инструментов открываем Create и выбираем инструмент Box. Начинаем наш эскиз с выбора рабочей плоскости. (рис.2)^image002.png^В окне BOX задаем нужные параметры. (рис.3)^image003.png^Затем выделяем так, как показано на рис.4. Нажимаем на правую кнопку мыши и выбираем Edit Form.^image004.png^После чего вытягиваем параллельно нажимая на клавишу alt. (рис.5-7)^image005.png^^image006.png^^image007.png^Выделяем, как показано на рисунке и вытягиваем параллельно нажимая на клавишу alt. (рис.8)^image008.png^Далее вытягиваем переднюю часть, как показано на рисунке. (рис.9)^image009.png^После чего нажимаем клавишу alt и вытягиваем. (рис.10-11)^image010.png^^image011.png^Далее создаем кабину для пилотов. Вытягиваем, как показано на рисунке и делаем смещение назад. (рис.12-13)^image012.png^^image013.png^Затем выделяем так, как показано на рисунке и вытягиваем параллельно нажимая на клавишу alt. (рис.14-15) ^image014.png^^image015.png^Создаем стабилизаторы, для этого вытягиваем выделенную часть параллельно нажимая на клавишу alt. (рис.16-17) ^image016.png^^image017.png^Затем создаем киль. Вытягиваем параллельно нажимая на клавишу alt. (рис.18)^image018.png^Выделяем, как показано на рисунке и вытягиваем параллельно нажимая на клавишу alt. (рис.19-20)  ^image019.png^^image020.png^Далее выделяем, как показано на рисунке и вытягиваем параллельно нажимая на клавишу alt. (рис.21-22)^image021.png^^image022.png^После с помощью клавиши alt вытягиваем выделенную часть, которая показано на рисунке. (рис.23-24). ^image023.png^^image024.png^Затем выделяем крыло так, как показано на рисунке и вытягиваем. (рис.25-26) ^image025.png^^image026.png^После в левом верхнем углу меняем режим на Render и выбираем Appearance. (Рис.27-28)^image027.png^^image028.png^В появившейся библиотеке находим папку Plastic и выбираем Translucent.^image029.png^^image030.png^Выбираем понравившийся цвет и перетаскиваем на самолет. (рис.31)^image031.png^Итог работы:^image032.png^"
        },
        {
          "name": "Видео",
          "content": "https://www.youtube.com/embed/LethOSnlLFE"
        }
      ]
    },
    {
      "id": 12,
      "parts": [
        {
          "name": "Гайд",
          "content": "Создание корпуса машины во Fusion360. В правой верхней части находим «кубик» и выбираем Create Form, как показано на рис.1. ^image001.png^В верхней левой части панели инструментов открываем Create и выбираем инструмент Plane. Начинаем наш эскиз с выбора рабочей плоскости. (рис.2)^image002.png^В окне Plane задаем нужные параметры. (рис.3) ^image003.png^Затем выделяем так, как показано на рис.4-5. В левом верхнем углу нажимаем на Modify и выбираем Edit For. Вытягиваем параллельно нажимая на клавишу alt.^image004.png^^image005.png^Выделяем линию, как показано на рисунке и смещаем вперед. (рис.6-7.)^image006.png^^image007.png^Выделяем точку на бампере и тянем во внутрь. (рис.8-9.)^image008.png^^image009.png^То же самое проделываем с задней стороной. (рис.10-11.)^image010.png^^image011.png^После выделяем линию по длине корпуса и увеличиваем в ширину. (рис.12)^image012.png^Далее выделяем линию оконной  части и вытягиваем. (рис.13)^image013.png^Затем выделяем линию по всему корпусу и оставляем не выделенными четыре места для колес. После вытягиваем вниз параллельно нажимая на клавишу alt. (рис.14-15)^image014.png^^image015.png^Выделяем линию, после из верхней панели открываем Modify и выбираем UnCrease. (рис.16-18)^image016.png^^image017.png^^image018.png^Выделяем линию и увеличиваем размер по диагонали. После вытягиваем наружу. (рис.19-21)^image019.png^^image020.png^^image021.png^Вторую половину корпуса выделяем и удлиняем. (рис.22-23)^image022.png^^image023.png^Далее выделяем плоскость для панели и вытягиваем назад. (рис.24-25.)^image024.png^^image025.png^Панель нужно с помощью клавиши alt еще раз вытянуть. Потом выделяем верхнюю часть панели и тянем с клавишей alt. (рис.26-29).^image026.png^^image027.png^^image028.png^^image029.png^Затем выделяем панель так, как показано на рисунке и тянем к внутренней стороне. (рис.30-31) ^image030.png^^image031.png^Выделяем нужные элементы, как на рисунке и изменяем. (Рис.32-33)^image032.png^^image033.png^Создаем передний бампер, выделяем и вытягиваем. (Рис.34-35)^image034.png^^image035.png^Добавляем фары, как показано на рисунке. (рис.36-37)^image036.png^^image037.png^Выделяем линию с внутренней стороны и тянем по  диагонали. После выделяем центральную точку и смещаем вниз. (Рис.38-40)^image038.png^^image039.png^^image040.png^Из верхней панели открываем Modify и выбираем Weld Vertices. После перехода в режим нужно склеить каждую точку друг с другом. (Рис.41-44)^image041.png^^image042.png^^image043.png^^image044.png^Из верхней панели открываем Create и нажимаем Cylinder. Выбираем параллельную плоскость. После задаем размер для окружности, чтобы не выходил за пределы крыла и ставим получившийся цилиндр по центру. (Рис.45-48)^image045.png^^image046.png^^image047.png^^image048.png^Выделяем линии с передней и с задней стороны. Уменьшаем по диагонали. Создаем еще раз цилиндр. Ставим его по центру первого цилиндра. (Рис.49-52)^image049.png^^image050.png^^image051.png^^image052.png^Выделяем линию, как показано на рисунке и уменьшаем по диагонали. Потом выделяем линию второго цилиндра и увеличиваем под диагонали. (Рис.53-56)^image053.png^^image054.png^^image055.png^^image056.png^Из верхней панели открываем Symmetry и выбираем Circular Internal. В появившемся окне Circular нажимаем на 8 sided symmetry. (Рис.57-58)^image057.png^^image058.png^После выбираем любую точку из передней линии второго цилиндра и тянем по диагонали. (Рис.59-60)^image059.png^^image060.png^Из верхней панели открываем Symmetry и выбираем Mirror. Выбираем паралелльную плоскость. Ставим получившееся колесо. Потом копируем и вставляем к задней части. (Рис.61-63)^image061.png^^image062.png^^image063.png^Переходим в режим Render. В появившемся окне находим папку Translucent и меняем цвет корпуса. (Рис.64)^image064.png^^image065.png^Итог работы: ^image066.png^"
        },
        {
          "name": "Видео",
          "content": "https://www.youtube.com/embed/28-600bA9lM"
        }
      ]
    }
  ],
  "annotations": [
    {
      "id": 1,
      "annotations": [
        {
          "index": 1,
          "x": 10,
          "y": 10,
          "z": -20,
          "text": "45 зубьев"
        },
        {
          "index": 2,
          "x": -0.23,
          "y": 11,
          "z": -4.84,
          "text": "Диаметр 8мм."
        }
      ]
    },
    {
      "id": 2,
      "annotations": [
        {
          "index": 1,
          "x": -777,
          "y": 1313,
          "z": 281,
          "text": "4 отверстия"
        },
        {
          "index": 2,
          "x": -891,
          "y": 857,
          "z": -123,
          "text": "Диаметр 40мм."
        }
      ]
    }
  ]
}
