{
  "home": [
    {
      "id": 1,
      "name": "Шестеренка",
      "text": "В данном уроке Вы сможете ознакомиться с основными командами Fusion 360 и построить простейшую деталь используя только один компонент."
    },
    {
      "id": 2,
      "name": "Коллектор",
      "text": "В данном уроке Вы сможете закрепить материал который уже прошли, узнать новые функции и построить деталь из одного компонента."
    },
    {
      "id": 3,
      "name": "Что-то",
      "text": "В данном уроке, используя команды, которые были в предыдущих уроках, Вы научитесь сопрягать компоненты и соберете свою первую сборку."
    },
    {
      "id": 4,
      "name": "Мальтийский крест",
      "text": "В данном уроке Вы соберете сборку из пяти компонентов и сможете ознакомиться с более обширным функционалом Fusion 360."
    },
    {
      "id": 5,
      "name": "Клещи",
      "text": "В данном уроке Вы научитесь работать с большим количеством компонентов и правильно их сопрягать."
    },
    {
      "id": 6,
      "name": "Толкатель",
      "text": "В данном уроке Вы закрепите все свои знания из прошедших уроков и соберете сборку из 6-ти компонентов."
    },
    {
      "id": 7,
      "name": "Тески v.1",
      "text": "В данном уроке Вы закрепите все свои знания из прошедших уроков и соберете ешё одну сборку."
    },
    {
      "id": 8,
      "name": "Руки-ножницы",
      "text": "В данном уроке, Вы научитесь работать с большим количеством компонентов и правильно их сопрягать."
    },
    {
      "id": 9,
      "name": "Отвёртка",
      "text": "В данном уроке, Вы научитесь работать с большим количеством компонентов и правильно их сопрягать."
    }
  ],
  "guides": [
    {
      "id": 1,
      "parts": [
        {
          "name": "Гайд",
          "content": "Откройте Autodesk Fusion 360. Нажимите на верхней вкладке слева Sketch (набросок) -> Create Sketch (создание наброска) и выберите ось ZX.^1.jpg^После добавления нового наброска, выбираем Sketch (набросок) -> Circle(окружность) -> Center Diameter Circle (создание окружности по диаметру). Из центра осей зажимая левую кнопку мыши растягиваем круг нужной длины. По умолчанию стоят мм. При растяжении будет появляться окошко, в котором вы можете вписать размер окружности (47мм).^2.jpg^Нам потребуется еще одна окружность, но уже малого размера(8мм). Также выбираем Sketch (набросок) -> Circle(окружность) -> Center Diameter Circle (создание окружности по диаметру).^3.jpg^Также, создаем еще одну окружность размером в 10мм.^4.jpg^Мы сделали наш набросок и можем приступать к созданию детали. Для этого зажимая Shift, мы выбираем те поверхности, которые хотим выдавить (сделать объемными). После выбора, нажимаем на верхней вкладке Create -> Extrude (выдавить). Выбираем поверхность самого большого круга. У нас появляется стрелочка и окошко справа (параметры). Благодаря параметрам мы можем настраивать выдавливание как нам требуется (в одну сторону или в обе, дистанция и т.п.). Выдавливаем нашу большую окружность на 10мм.^5.jpg^Окружность поменьше, выдавливаем в ту же сторону на 11мм.^6.jpg^У нас выдавилась основа шестерёнки. Далее выбираем верхнюю поверхность правой копкой мыши и нажимаем Sketch -> Create Sketch (создание нового наброска).^7.jpg^У нас открылся новый эскиз.^8.jpg^По верхней оси создаем линию вниз, Sketch -> Line (Линия). Задаем длину 2мм. Для того, чтобы закончить линию, вы можете нажать Escape.^9.jpg^Создаём из этой же точки линию вверх, 0.50мм.^10.jpg^Из нижнего конца первой линии в право создаем еще одну линию 0.50мм^11.jpg^Из этой же точки, создаем в лево линию 0.50мм.^12.jpg^Из верхнего конца второй созданной линии в право создаем линию длинной 1.25мм.^13.jpg^Из этой же точки создаем в лево линию 1.25мм.^14.jpg^Соединяем концы проведенных в стороны линий. У нас получилась трапеция. Выбираем с помощью Shift-а всю поверхность этой трапеции (как мы делали в шаге №6).^15.jpg^После того, как мы выбрали всю трапецию, можем переходить к созданию зубчика. Для этого, нам потребуется действие Extrude (как в шаге №6). Мы должны убедиться в том, что выдавливание произойдет в нужную сторону (через всю деталь), для этого, посмотрите и убедитесь, что стрелочка направлена туда, куда нужно. Также, мы можем выбрать на какое расстояние выдавится наша деталь. Для этого в параметрах в окошке справа нажимаем Start -> Object и выбираем противоположную сторону детали.^16.jpg^Для того, чтобы получились полноценные зубчики на всей поверхности детали, прибегнем к помощи массива. Для этого на вкладке Create выбираем Pattern -> Circular Pattern.^17.jpg^Выбираем три внутренние стороны зубчика левой кнопкой мыши^18.jpg^В окошке параметров переключаемся на Axis (ось) и выбираем нашу большую окружность^19.jpg^После чего, нам надо увеличить число зубчиков. В этом нам поможет Quantity (окошко параметров). Задаем число 45 и нажимаем ОК.^20.jpg^Вот что у нас получилось.^21.jpg^Теперь, нам надо сгладить окружность, которая выпирает. Выбираем всю деталь нажимаем Modify -> Fillet. Выбираем окружность соединения большой окружности и малой. Вводим параметры 1 мм и нажимаем ОК.^22.jpg^Наша деталь готова. Осталось все сохранить. Для этого в самой верхней вкладке нажимаем File -> Save и сохраняем нашу деталь.^23.jpg^"
        },
        {
          "name": "Видео",
          "content": "https://www.youtube.com/embed/CQXrY3CFG1s"
        }
      ]
    },
    {
      "id": 2,
      "parts": [
        {
          "name": "Гайд",
          "content": "Перед тем как начать, вам необходимо запустить Fusion 360. Далее, Вам необходимо нажать на кнопку \"Show Data\", которая находится в правом левом углу.^1.jpg^У нас открылось окно и появилась кнопка \"New Project\". Создаем новый проект и выбераем его как активный, нажав по нему два раза \"ЛКМ\".^2.jpg^Нажимаем «SKETCH» и выбираем инструмент «Center Diameter Circle», который позволит нам создать круг по указанному диаметру.^3.jpg^Создаём на любой плоскости два круга с диаметрами, указанными в чертеже (60 и 40) из одной точки с координатами 0.^4.jpg^Создаём на расстоянии 100 от центра отрезок произвольной длины.^5.jpg^Нажимаем \"Stop Sketch\", тем самым завершая работу над чертежом.^6.jpg^Вернувшись в основное меню, выбираем «CREATE» - «Revolve». Выбираем внешний круг, который будет стенками нашей трубы. Осевая линия выбирается автоматически. В ином случае – указать на начерченный ранее отрезок. В настройках поставить 70 градусов. «Щелкаем Ок».^7.jpg.^8.jpg^Выбираем инструмент «Extrude», нажимаем на плоскость «стенок» трубы и задаём расстояние 25. Повторяем это для другого конца трубы.^9.jpg^Снова выбираем скетч, на этот раз нажимаем на плоскость трубы, которую мы ранее выдавливали.^10.jpg^Создаём эскиз. Скругления добавим после. Пользуемся инструментами «Rectangle» и «Circle». Для того, чтобы создать указанные отверстия – нарисуем квадрат с указанными (64) сторонами. На его углах добавляем по окружности с радиусом 8.^11.jpg.^12.jpg^Заканчиваем эскиз и выбираем инструмент «Extrude». Выбираем на чертеже только то, что нам нужно. В размер пишем «-10», благодаря чему выдавливание будет произведено в другую сторону.^13.jpg^Наша деталь готова.^14.jpg"
        },
        {
          "name": "Видео",
          "content": "https://www.youtube.com/embed/5Jh0En39dNM"
        }
      ]
    },
    {
      "id": 3,
      "parts": [
        {
          "name": "Гайд",
          "content": "Перед тем как начать, вам необходимо запустить Fusion 360. Создадим эскиз. Для этого в левом меню выбираем плоскость XY, щелкаем левой кнопкой мыши и наживаем “Create Sketch”.^1.jpg^Далее нам нужно начертить прямоугольник для этого заходим в SKETCH-> Rectangle->2-Point Rectangle^2.jpg^Чертим прямоугольник 30*115.^3.jpg^Выдавливаем его, для этого заходим в CREATE-> Extrude^4.jpg^Далее заходим в MODIFY-> Filet выбираем грани нашего прямоугольника и сглаживаем их.^5.jpg^Далее нам нужно сделать отверстия заходим в Create-> Hole. Центр отверстия должен совпасть с центром нашей дуги.^6.jpg^Подготовим ещё одну деталь. Для этого в левом меню выбираем плоскость XY, щелкаем левой кнопкой мыши и наживаем “Create Sketch”.^7.jpg^Чертим окружность диаметром 200 мм. Для этого выбираем SKETCH->Circle->Center Diameter Circle^8.jpg^Выдавливаем окружность на 25мм.^9.jpg^Создаем эскиз плоскостью выбираем наш круг. Нам нужно начертить прямоугольник для этого заходим в SKETCH-> Rectangle->2-Point Rectangle^10.jpg^Выдавливаем его, обратите внимание на Taper Angle.^11.jpg^Далее заходим в Create-> Pattern-> Circular Patten.^12.jpg^Выбираем наш прямоугольник, а вторым ось Y.^13.jpg^Далее делаем фаску заходим в MODIFY-> Chamfer и выбираем наши кромки. Деталь готова.^14.jpg^Подготовим ещё одну деталь. Для этого в левом меню выбираем плоскость XY, щелкаем левой кнопкой мыши и наживаем “Create Sketch”.^15.jpg^Далее нам нужно начертить прямоугольник для этого заходим в SKETCH-> Rectangle-> 2-Point Rectangle^16.jpg^Строим прямоугольник 25*25.^17.jpg^Выдавливаем его на -10 мм.^18.jpg^Чертим окружность диаметром 25 мм. Для этого выбираем SKETCH-> Circle->Center Diameter Circle.^19.jpg^Создаем окружность диаметром 25.^20.jpg^Выдавливаем ее.^21.jpg^Далее делаем фаску заходим в MODIFY-> Chamfer и выбираем наши кромки.^22.jpg^Далее делаем резьбовое отверстие в центре заходим в CREATE-> Hole . Центр отверстия должен совпасть с центром окружности.^23.jpg^Для сборки, нам потребуется ещё одна деталь. Создаем эскиз. Для этого в левой части экрана выбираем плоскость XZ, нажимаем левой кнопкой мыши и в появившемся меню выбираем “Create Sketch”.^24.jpg^Чертим окружность диаметром 12 мм. Для этого выбираем SKETCH-> Circle->Center Diameter Circle.^25.jpg^Выдавливаем ее.^26.jpg^Далее делаем еще одну окружность радиусом 18.^27.jpg^Выдавливаем ее.^28.jpg^Строим 6 угольник для этого заходим в SKETCH-> Polygon-> Inscribed Polygon.^29.jpg^Выдавливаем наш эскиз.^30.jpg^Далее нам нужно добавить резьбу для этого заходим в CREATE-> Hole.^31.jpg^Далее делаем фаску заходим в MODIFY-> Chamfer и выбираем наши кромки. Деталь готова.^32.jpg^Для сборки, нам потребуется ещё одна деталь. Создаем эскиз. Для этого в левой части экрана выбираем плоскость XZ, нажимаем левой кнопкой мыши и в появившемся меню выбираем “Create Sketch”.^33.jpg^Чертим окружность диаметром 22 мм. Для этого выбираем SKETCH-> Circle->Center Diameter Circle.^34.jpg^Выдавливаем ее.^35.jpg^Чертим новую окружность диаметром 15мм.^36.jpg^Выдавливаем ее.^37.jpg^Создаем новую окружность радиусом 2мм.^38.jpg^Выдавливаем окружность обратите внимание на Operation.^39.jpg^Делаем сглаживание.^40.jpg^Далее заходим в Create-> Pattern-> Circular Patten. Выбираем нашего отверстие, а вторым ось Y.^41.jpg^Для создания новой сборки создадим новый файл и сохраним его в папку проекта. Далее перетаскиваем детали из окна слева в рабочее пространство. Пока что детали располагаем в произвольном порядке.^42.jpg^Перед началом сборки щелкните ЛКМ по основанию, а затем один раз щелкните ПКМ и выберите Ground. Деталь зафиксируется.^43.jpg^Выбираем деталь 003. Выбираем Joint. В появившемся окне выбираем тип соединения Planar.^44.jpg^Сначала выбираем центр боковой плоскости детали 003.^45.jpg^А затем выберем центр одной из внутренней плоскости основания.^46.jpg^Детали соединятся, но не до конца.^47.jpg^Зажмите ЛКМ деталь 003 и отодвиньте её в сторону. Снова заходим в Joint, выбираем Planar и соединяем центр основания детали 003 с центром основания главной детали.^48.jpg^Теперь деталь 003 будет двигаться в пределах паза. Повторите те же действия со второй деталью 003, но уже для второго паза. В результате должно получиться вот так^49.jpg^Вставим деталь 001. Выбираем тип взаимосвязи Cylindrical.^50.jpg^Выбираем центр отверстия в нижнем основании.^51.jpg^Соединяем его с центром основания детали 003^52.jpg^Повторить со вторым отверстием и второй деталью 003.^53.jpg^Схватите деталь и отодвиньте её вверх. Выберем зависимость Planar. Соедините детали как показано выше. Теперь детали плотно закреплены. Схватите одну из деталей 003 и подвигайте ей по кругу. Осталось скрепить детали винтами. Выбираем зависимость Rigid.^54.jpg^Соединяем центр нижнего основания шайбы.^55.jpg^С центром отверстия слайдера и повторяем со второй шайбой и вторым отверстием слайдера.^56.jpg^Вставим болты. Через Rigid выбираем нижнее основание головки винта.^57.jpg^С центром верхней плоскости шайбы.^58.jpg^Повторяем то же самое со вторым винтом и отверстием. Сборка готова.^59.JPG"
        }
      ]
    },
    {
      "id": 4,
      "parts": [
        {
          "name": "Деталь 1",
          "content": "Перед тем как начать, вам необходимо запустить Fusion 360. Создадим эскиз. Для этого в левом меню выбираем плоскость XY, щелкаем левой кнопкой мыши и наживаем “Create Sketch”.^1.jpg^Нам понадобится создать прямоугольник. Для этого в меню “Sketch” выбираем “2-Point Rectangle”.^2.jpg^Кликаем в случайное место плоскости, отводим немножко мышку в сторону. Получается прямоугольник. Задаем размеры “115.942” в длину и “35” в ширину. Для переключения между размерами нажмите Tab. В итоге должно получиться как на рис. ниже (если он будет стоять вертикально, то не страшно). Нажимаем Enter.^3.jpg^Далее необходимо скруглить края. Для этого в меню “Sketch” выбираем “Fillet”.^4.jpg^Нажимаем на 2 любые смежные грани (либо на угол между ними). Угол закруглится. В поле размера введем “17.5”. Повторим для всех граней.^5   ^6.jpg^Далее нам необходимо создать отверстия. Для этого в меню “Sketch” выбираем “Center Diameter Circle”.^7.jpg^Далее нажимаем на точку, на которую показывает стрелочка.^8.jpg^Отводим мышку немного в сторону и в поле размера вводим “20”. Нажимаем Enter.^9.jpg^Повторяем также, с другой стороны.^10.jpg^В меню “Create” выбираем функцию “Extrude”.^11.jpg^Нажимаем на наш эскиз, чтобы он выделился синим. Не выделяйте окружности, если выделили, то нажмите по ним ещё раз. В поле размера введите “10”. Нажмите Enter.^12.jpg^Далее необходимо покрасить деталь. Для этого необходимо на вкладке “Modify” нажать на “Appearance”.^13.jpg^В появившемся справа окне идите по пути “Plastic –> Translucent”.^14.jpg^Среди цветов в папке “Translucent” выберите красный и мышкой потяните его на деталь.^15.jpg^В итоге мы получили такую деталь.^16.jpg^"        },
        {
          "name": "Деталь 2",
            "content": "Для сборки, нам потребуется ещё одна деталь. Создаем эскиз. Для этого в левой части экрана выбираем плоскость XZ, нажимаем левой кнопкой мыши и в появившемся меню выбираем “Create Sketch”.^17.jpg^На появившейся плоскости создаем окружность. Для этого в меню “Sketch” выбираем “Center Diameter Circle”.^18.jpg^В центре плоскости находишь центральную точку и щелкаем на неё.^19.jpg^Отводим мышку немного в сторону и задаем размер “20”. Нажимаем Enter.^20.jpg^В меню “Create” находим “Extrude” и щелкаем на него.^21.jpg^Щелкаем на нашу окружность и вводим размер ”90”. Нажимаем Enter.^22.jpg^В итоге мы получили такую деталь.^23.jpg^"
        },
        {
          "name": "Деталь 3",
          "content": "Для сборки, нам потребуется ещё одна деталь. Создаем эскиз. Для этого в левой части экрана выбираем плоскость XZ, нажимаем левой кнопкой мыши и в появившемся меню выбираем “Create Sketch”. На появившейся плоскости создаем окружность. Для этого в меню “Sketch” выбираем “Center Diameter Circle”.^24.jpg^В центре плоскости находим центральную точку и щелкаем на неё.^25.jpg^Отводим мышку немного в сторону, задаем размер “134.46”. Нажимаем Enter.^26.jpg^В меню “Create” находим “Extrude” и щелкаем на него.^27.jpg^Щелкаем на нашу окружность и вводим размер “10”. Нажимаем Enter.^28.jpg^На верхней поверхности щелкаем левой кнопкой мыши и нажимаем “Create Sketch”.^29.jpg^Создаем в центральной точке окружность с диаметром “61.95”.^30.jpg^Слева от неё создаем ещё две окружности с диаметрами «119.43» и «17.67».^31.jpg^В меню справа нажимаем на Horizontal/Vertical. Далее нажимаем на центры двух последних окружностей. После чего повторяем ту же операцию с любой новой окружностью и окружностью на центральной точке.^32.jpg^В итоге все окружности должны иметь такой значок в центре.^33.jpg^Далее выбираем “Sketch Dimension” во вкладке “Sketch”.^34.jpg^Нажимаем на центры центральной и маленькой окружностей, отводим мышку немного вверх, кликаем и вводим “57.23”. Если ошиблись при вводе, дважды кликните по уже заданному размеру и введите правильное значение. Так же задаем расстояние между центрами центральной и большой окружностей. Вводим “75.118”.^35.jpg^Снова выполняем выдавливание. Для выдавливания выбираем поверхности, показанные на рис. 14. Если выбрали лишние, то кликните по ним ещё раз.^36.jpg^Создаем ещё один эскиз на указанной поверхности.^37.jpg^В центр добавляем окружность с диаметром “20”.^38.jpg^Выдавливаем её на расстояние “-30”, чтобы получилось отверстие.^39.jpg^Далее необходимо покрасить деталь. Для этого используем функцию “Appearance” на вкладке “Modify”.^40.jpg^ Для сборки детали пожалуйста посмотрите видео"
        },
        {
          "name": "Видео по сборке",
          "content": "https://www.youtube.com/embed/ic6n6fFQAg0"
        }
      ]
    },
    {
      "id": 5,
      "parts": [
        {
          "name": "Гайд",
          "content": "Перед тем как начать, вам необходимо запустить Fusion 360. Создадим эскиз. Для этого в левом меню выбираем плоскость XY, щелкаем левой кнопкой мыши и наживаем “Create Sketch”.^1.jpg^Нам понадобится создать прямоугольник. Для этого в меню “Sketch” выбираем “2-Point Rectangle”.^2.jpg^Кликаем в случайное место плоскости, отводим немножко мышку в сторону. Получается прямоугольник. Задаем размеры “44” в длину и “7” в ширину. Для переключения между размерами нажмите Tab. В итоге должно получиться как на рис. ниже (если он будет стоять вертикально, то не страшно). Нажимаем Enter.^3.jpg^Далее необходимо скруглить края. Для этого в меню “Sketch” выбираем “Fillet”.^4.jpg^Нажимаем на 2 любые смежные грани (либо на угол между ними). Угол закруглится. В поле размера введем “3.5”. Повторим для всех граней.^5^6.jpg^Далее нам необходимо создать отверстия. Для этого в меню “Sketch” выбираем “Center Diameter Circle”.^7.jpg^Далее нажимаем на точку, на которую показывает стрелочка.^8.jpg^Отводим мышку немного в сторону и в поле размера вводим “4”. Нажимаем Enter. Повторяем также, с другой стороны.^9.jpg^В меню “Create” выбираем функцию “Extrude”.^10.jpg^Нажимаем на наш эскиз, чтобы он выделился синим. Не выделяйте окружности, если выделили, то нажмите по ним ещё раз. В поле размера введите “5”. Нажмите Enter.^11.jpg^Далее необходимо покрасить деталь. Для этого необходимо на вкладке “Modify” нажать на “Appearance”. В появившемся справа окне идите по пути “Plastic –> Translucent”. Среди цветов в папке “Translucent” выберите желтый и мышкой потяните его на деталь. В итоге мы получили такую деталь.^12.jpg^Нам понадобится ещё одна деталь. Для начала создаем эскиз. Для этого в левом меню выбираем плоскость XY, щелкаем левой кнопкой мыши и наживаем “Create Sketch”. Создадим прямоугольник. Для этого в меню “Sketch” выбираем “2-Point Rectangle”.^13.jpg^Кликаем в случайное место плоскости, отводим немножко мышку в сторону. Получается прямоугольник. Задаем размеры “35.2” в длину и “6.4” в ширину. Для переключения между размерами нажмите Tab. В итоге должно получиться как на рис. ниже. Нажимаем Enter.^14.jpg^Далее необходимо скруглить края. Для этого в меню “Sketch” выбираем “Fillet”.^15.jpg^Нажимаем на 2 любые смежные грани (либо на угол между ними). Угол закруглится. В поле размера введем “3.5”. Повторим для всех граней.^16^17.jpg^Далее нам необходимо создать отверстия. Для этого в меню “Sketch” выбираем “Center Diameter Circle”.^18.jpg^Далее нажимаем на точку, на которую показывает стрелочка.^19.jpg^Отводим мышку немного в сторону и в поле размера вводим “4”. Нажимаем Enter.^20.jpg^Повторяем также, с другой стороны.^21.jpg^В меню “Create” выбираем функцию “Extrude”.^22.jpg^Нажимаем на наш эскиз, чтобы он выделился синим. Не выделяйте окружности, если выделили, то нажмите по ним ещё раз. В поле размера введите “10.5”. Нажмите Enter.^23.jpg^Кликаем на верхнюю поверхность левой кнопкой мыши и в меню выбираем “Create Sketch”.^24.jpg^Создаем окружность на поверхности с диаметром 7 мм.^25.jpg^Для выравнивания круга нам понадобится функция “Sketch Dimension” во вкладке “Sketch”. Таким образом мы сможем указать на каком расстоянии находится круг от граней.^26.jpg^После, нажимаем на центр окружности и на грань, на которую указывает стрелка, и отводим мышь на пространство между окружностью и гранью.^27.jpg^Кликаем мышью и в поле размера вводим “14”. Если допустили ошибку при вводе размера, вы можете удалить его и поставить снова, либо просто дважды кликнуть на уже получившийся, чтобы снова вызвать поле ввода размера.^28.jpg^Аналогично задаем расстояние между центром окружности и верхней гранью. В поле вводим “5.25”.^29.jpg^Получившуюся окружность выдавливаем на расстояние «60.5».^30.jpg^Для сборки, нам потребуется корпус. Создаем эскиз. Для этого в левой части экрана выбираем плоскость XZ, нажимаем левой кнопкой мыши и в появившемся меню выбираем “Create Sketch”.^31.jpg^Для создания первого эскиза мы воспользуемся инструментом \"Center rectangle\", который находится в выпадающей вкладке \"Sketch\"->\"Rectangle\"->\"Center rectangle\".^32.jpg^Далее наводим мышку на центральную точку плоскости, на которой находится эскиз.^33.jpg^Нажимаем левой кнопкой мыши и растягиваем наш прямоугольник. Для того чтобы задать ему размер, мы вводим значения ширины и длины, переключаясь между ними через клавишу \"Tab\" на клавиатуре.^34.jpg^Для ширины вводим размер 25.5 мм, а для длины 65 мм. Нажимаем \"Enter\". Если нужно исправить размер, дважды кликаем на него и вводим нужное значение. Если необходимо задать размер, то пользуемся инструментом \"Sketch dimension\", который находится в выпадающей вкладке \"Sketch\"->\"Sketch dimension\".^35.jpg^Размеры задаются нажатием на прямую, чью длину мы хотим задать, либо нажатием между двумя прямыми и вводом значения расстояния между ними. Нажимаем клавишу \"Stop sketch\" в верхней части экрана, чтобы закрыть эскиз.^36.jpg^Затем выбираем \"Extrude\" в верхней части экрана, чтобы выдавить наш эскиз.^37.jpg^Нажимаем на наш эскиз, вводим значение 7 мм (в поле Distance), на которое будем выдавливать и нажимаем \"ОК\".^38.jpg^Далее выбираем верхнюю грань, нажимаем правую кнопку мыши и создаём второй эскиз, который будет располагаться уже на верхней грани.^39.jpg^Задаём размеры для прямоугольника 10.5 мм и 6.4 мм^40.jpg^А также задаём размеры от центральной точки эскиза 5.25 мм и 32.5 мм^41.jpg^Затем выбираем инструмент \"Line\" во вкладке \"Sketch\".^42.jpg^Проводим осевую линию размером 10 мм из центральной точки эскиза.^43.jpg^С помощью этой линии мы будем использовать инструмент «зеркалирование» на прямоугольник, для этого выбираем \"Mirror\" во вкладке \"Sketch\".^44.jpg^Выбираем линии прямоугольника, который будем копировать.^45.jpg^Затем нажимаем кнопку \"Select\" напротив \"Mirror Line\", нажимаем на нашу осевую линию и нажимаем \"ОК\".^46.jpg^Потом завершаем эскиз и выдавливаем оба прямоугольника на расстояние 26.2 мм. Если программа, по неизвестной причине, показывает, что выдавливание будет происходить в другую сторону (не так как на скриншоте), то в поле расстояния введите -26.2 мм.^47.jpg^Создаем третий эскиз на грани одного из выдавленных прямоугольников.^48.jpg^Создаём прямоугольник с размерами 10.5 мм и 65 мм из центральной точки эскиза.^49.jpg^Потом завершаем эскиз и выдавливаем его на расстояние 6.4 мм. Если выдавливание происходит не так как на скриншоте, то в поле расстояния напишите -6.4 мм.^50.jpg^Наверху выдавленного параллелепипеда создаём ещё один эскиз.^51.jpg^Используем окружность, для этого находим во вкладке \"Sketch\" инструмент \"Circle\" и выбираем \"Center Diameter Circle\".^52.jpg^Из центральной точки отводим мышку и задаём диаметр 7 мм.^53.jpg^Потом завершаем эскиз и выдавливаем окружность на 29 мм.^54.jpg^Сверху цилиндра создаём эскиз.^55.jpg^Из центральной точки задаём прямоугольник с размерами 46 мм и 20.5 мм.^56.jpg^Потом завершаем эскиз и выдавливаем прямоугольник на 7 мм.^57.jpg^Делаем на нём ещё один эскиз.^58.jpg^Создаем прямоугольник с размерами 6.4 мм и 10.5 мм.^59.jpg^Для него задаём дополнительные размеры 5.25 мм и 23 мм для выравнивания на эскизе.^60.jpg^Создаём осевую линию и используем \"Mirror\", как это делали в прошлый раз^61.jpg^Потом завершаем эскиз и выдавливаем на расстояние -7 мм. Значение задаётся со знаком \"минус\", чтобы сделать вырез, а не выдавливание. В поле Operation должна быть операция Cut.^62.jpg^Следующим этапом будет создание седьмого эскиза, который будет располагаться на боковой части последнего выдавливания на длинной стороне.^63.jpg^Задаём две окружности диаметром 4 мм.^64.jpg^Задаём дополнительные размеры 72.1 мм и 19.5 мм для выравнивания окружностей на эскизе.^65.jpg^Потом завершаем эскиз и выдавливаем их со значением -100 мм (операция Cut).^66.jpg^Далее нашей фигуре делаем некоторые грани скруглёнными, для этого в выпадающей вкладке \"Modify\" выберем инструмент \"Fillet\".^67.jpg^После чего выбираем грани.^68.jpg^Задаем значение 3.5 мм в поле ввода радиуса.^69.jpg^Добавим пару отверстий в основание фигуры, выбираем плоскость снизу и создаём очередной эскиз.^70.jpg^Задаём две окружности: большая диаметром 7 мм задаётся из центральной точки эскиза, а малая диаметром 4 мм на расстоянии 15 мм от большой.^71.jpg^В окне справа, в котором расположены инструменты зависимостей выберем инструмент \"Horizontal / Vertical\".^72.jpg^Далее левой кнопкой мыши кликаем по центрам окружностей, и они выравниваются по горизонтали.^73.jpg^Потом завершаем эскиз и выдавливаем окружности на 7 мм.^74 Придадим нужный цвет детали. Для этого выбираем \"Appearance\" во вкладке \"Modify\". Наша деталь готова.^75.jpg^Нам потребуется ещё одна деталь. Создаем эскиз. Для этого в левой части экрана выбираем плоскость XZ, нажимаем левой кнопкой мыши и в появившемся меню выбираем “Create Sketch”.^76.jpg^На появившейся плоскости создаем окружность. Для этого в меню “Sketch” выбираем “Center Diameter Circle”.^77.jpg^В центре плоскости находишь центральную точку и щелкаем на неё.^78.jpg^Отводим мышку немного в сторону и задаем размер “4”. Нажимаем Enter.^79.jpg^В меню “Create” находим “Extrude” и щелкаем на него.^80.jpg^Щелкаем на нашу окружность и вводим размер “”20.5”. Нажимаем Enter.^81.jpg^В итоге мы получили такую деталь. Для сборки детали пожалуйста посмотрите видео:^82.jpg^"
        },
        {
          "name": "Видео",
          "content": "https://www.youtube.com/embed/engt3ZIgTLo"
        }
      ]
    },
    {
      "id": 6,
      "parts": [
        {
          "name": "Гайд",
          "content": "Создаем новый компонент. Называем его «База».На осях XZ создаем треугольник.^1.jpg^Выдавливаем этот треугольник симметрично в разные стороны на 5 мм.^2.jpg^Выбираем плоскость, которая лежит на осях YZ, создаем новый набросок как показано на рисунке.^3.jpg^Выдавливаем этот чертеж на -20 мм.^4.jpg^Выбираем оси XY и создаем на них еще один чертеж.^5.jpg^Создаем следующий чертеж.^6.jpg^Выдавливаем его симметрично в обе стороны на 4 мм.^7.jpg^У нас получилась вот такая деталь.^8.jpg^Создаем новый компонент. Называем его «Цилиндр». Для удобства, скроем предыдущую деталь, нажав на лампочку. Она поменяла свой цвет с желтого на синий. Это значит, что деталь скрыта. Переходим к чертежу на осях YZ и создаем круг с радиусом 9.^9.jpg^Выдавливаем его симметрично в обе стороны на 80 мм.^10.jpg^Вот что у нас получилось. Также как в Шаге 11, скрываем этот компонент нажимая на желтую лампочку.^11.jpg^Создаем новый объект и называем его «Слот». На осях XZ этого компонента создаем новый чертеж как показано на рисунке.^12.jpg^Выдавливаем слот симметрично в разные стороны на 2 мм. После скрываем его.^13.jpg^Создаем новый объект и называем его «Ручка». На осях XZ создаем данный чертеж.^14.jpg^Выдавливаем симметрично в обе стороны на 9 мм.^15.jpg^После, переходим в наш чертеж и выбираем место на чертеже как показано на рисунке.^16.jpg^Выдавливаем симметрично в разные стороны на 4 мм.^17.jpg^С другой стороны ручки, на осях YZ, создаем новый чертеж и рисуем окружность радиусом 3 мм. Выдавливаем ее на -10 мм.^18.jpg^После всех шагов, у нас получилась такая деталь.^19.jpg^Показываем все детали с помощью лампочки.^20.jpg^Если при создании чертежа, мы забыли что-то сделать, то добавляем это на этом шаге. Выбираем тот объект, который хотим подправить. Выбираем оси XY.^21.jpg^При выборе осей у нас откроются настройки, в которых мы ставим галочку напротив «Slice». Это действие нам поможет разрезать данную деталь для удобной работы.^22.jpg^Делаем чертеж как показано на рисунке.^23.jpg^Выдавливаем эту окружность симметрично в разные стороны на 4.50 мм. Для удобства, на этом шаге, можно убрать «Slice».^24.jpg^Обновленная версия наших компонентов.^25.jpg^Начинаем соединять наши объекты. Для этого зайдем с помощью горячей клавиши «J» в настройки сопряжений.^26.jpg^Соединяем как показано на рисунке с помощью типа «Цилиндр».^27.jpg^Сопрягаем ручку.^28.jpg^Нам понадобиться два слота, но не стоит заново создавать новые объект и чертеж. Нам хватит просто копировать данный объект. Выбираем компонент «Слот» правой кнопкой мыши. Копируем, вставляем и немного отодвигаем в сторону.^29.jpg^Соединяем «Слот» как показано на рисунке.^30.jpg^Наш механизм готов. Для удобства, вы можете покрасить разные объекты разными цветами (изменить материал).^31.jpg^"
        }
      ]
    },
    {
      "id": 7,
      "parts": [
        {
          "name": "Гайд",
          "content": "Создаем новый компонент(Assemble->New Component), в этом компоненте создаем эскиз(Sketch->Create Sketch) как показано на рисунке.^1.jpg^Выдавливаем его на 64мм. В этом нам поможет команда Create->Extrude^2.jpg^На поверхности, которая выделена синим цветом создаем новый эскиз.^3.jpg^Вот как он выглядит.^4.jpg^С помощь Create->Extrude выделяем поверхности которые отмечены синим.^5.jpg^Выдавливаем на -100.^6.jpg^Той же командой Create->Extrude, выделяем часть которая синяя на рисунке.^7.jpg^Выдавливаем до конца детали.^8.jpg^С помощью Inspect->Section Analysis разрезаем деталь для того, чтобы было удобнее работать^9.jpg^И на поверхности отмеченным синим цветом создаем новый эскиз.^10.jpg^Вот как он должен выглядеть.^11.jpg^Пока отложим наш эскиз, и выдавим эту поверхность создавая новый компонент как показано на рисунке.^12.jpg^Вот что получилось.^13.jpg^Теперь выделяем наш эскиз и так же выдавливаем на 22.^14.jpg^У нас получилось 2 компонента.^15.jpg^Отключаем Section Analysis. Для этого в дереве найдем Analysis->Section1, нажмем на желтый фонарик и эта функция отключится.^16.jpg^Создаем новый компонент(Assemble->New Component) с эскизом как показано на рисунке.^17.jpg^С помощью команды Create->Revolve создаем деталь. Для этого нам надо выбрать сначала сам эскиз, а после, линию по которой эскиз будет вращаться, это самая длинная линия которую мы создали (170мм).^18.jpg^У нас имеется уже 3 компонента.^19.jpg^Давайте соединим два первых компонента. Для этого выберете команду Assemble->Join. И введите настройки как показано на картинке, выбирая наши компоненты.^20.jpg^Вот что у вас должно получиться:^21.jpg^Создаем новый компонент(Assemble->New Component) с эскизом как показано на рисунке.^22.jpg^С помощью команды как в шаге 18 Create->Revolve создаем деталь. Для этого нам надо выбрать сначала сам эскиз, а после, линию по которой эскиз будет вращаться.^23.jpg^Получилась вот такая деталь:^24.jpg^Создаем еще один новый компонент(Assemble->New Component) с эскизом как показано на рисунке.^25.jpg^С помощью команды как в шаге 18 Create->Revolve создаем деталь. Для этого нам надо выбрать поверхность как показано на рисунке синим цветом.^26.jpg^После выделяем вторую часть и нажимаем ОК.^27.jpg^Получилась вот такая деталь:^28.jpg^Нам надо две таких сферы, поэтому нажимаем на нее и выбираем Copy. Вставляем в любое место на экране. У нас откроются настройки как показано на рисунке, просто потяните любую стрелочку рядом со сферой и появится еще одна.^29.jpg^Такой набор компонентов вы должны видеть у себя на экране.^30.jpg^С помощью команды Assemble->Joint, соедините две сферы с третьим компонентом (палка с двумя одинаковыми концами).^31.jpg^На втором компоненте создайте эскиз как показано на рисунке.^32.jpg^Выдавите эту окружность.^33.jpg^Вот что вы должны получить.^34.jpg^Соедините этот компонент с предыдущим как показано на рисунке.^35.jpg^И то что получилось соедините с главной частью. В конце, у вас должна получиться такая деталь.^36.jpg^"
        }
      ]
    },
    {
      "id": 8,
      "parts": [
        {
          "name": "Гайд",
          "content": "Перед тем как начать, вам необходимо запустить Fusion 360. Создадим эскиз. Нажимаем на кнопку в левой части панели инструментов.^1.jpg^Выбираем плоскость, где будем делать эскиз.^2.jpg^Чтобы начертить две линии ,в панели выбираем Sketch -> Line и чертим линии как показано ниже.^3^4.jpg^Укажем для линий размеры. Зайдём в Sketch -> Sketch Dimension, щелкнем по линиям и укажем длину 450mm и расстояние 20mm от центра.^5^6.jpg^Начертим дуги, соединяющие концы линий. Выбираем Sketch -> Arc -> Center Point Arc, выбираем центром дуги точку на одной линии с концами прямых на оси и соединяем концы.^7^8.jpg^Делаем на другом конце детали такую же дугу и расставляем размеры как показано ниже.^9.jpg^Делаем такой же эскиз внутри эскиза, но с другими размерами. Выствляем размеры.^10.jpg^Завершаем эскиз, нажав соответствующую кнопку.^11.jpg^Выдавим деталь. Выбираем в панели инструментов Extrude.^12.jpg^Выбираем эскиз и выдавливаем на 10 мм.^13.jpg^Начинаем новый эскиз и выбираем поверхность детали.^14.jpg^Выберем Sketch -> Offset и выбираем ребра, образовавшиеся в предыдущем эскизе. Смещаем эскиз на 5мм.^15^16.jpg^Воспользуемся проецируемой геометрией. Выбираем Sketch -> Project/Include -> Include 3D Geometry.^17.jpg^Вызываем ребра эскиза. Проецируемая геометрия помечается фиолетовой линией.^18.jpg^Завершаем эскиз и выдавливаем эскиз в две стороны. В одну сторону на 5мм, в другую на 15мм. Не забудьте поменять метод выдавливания Cut на Join.^19.jpg^Итоговая деталь:^20.jpg^Сохраняем, создаём следующую деталь. Создаём вот такой эскиз.^21.jpg^Выдавливаем на 10мм и делаем ещё один эскиз тем же способом, как и в предыдущей детали.^22.jpg^Выдавливаем на 5мм вверх и на 15мм вниз.^23.jpg^Деталь готова:^24.jpg^Создаём новую деталь. Начинаем новый эскиз и выбираем плоскость YZ.^25.jpg^Чертим эскиз:^26.jpg^Требуется совместить нижнюю сторону прямоугольника с осью Х. В окне зависимостей выбираем Coincident. Затем выбираем нижнюю сторону и начало координат.^27^28.jpg^В нижней части эскиза чертим произвольную трапецию. Длина нижнего основания 30 мм.^29.jpg^С помощью указателя размеров так же можно указывать угол между линиями. Выбираем нижнее основание и одну из сторон. Ставим угол 60 градусов. Повторить с противоположной стороной. Дополните эскиз размерами, как указано ниже.^30.jpg^Требуется удалить линию пересечения прямоугольника и трапеции. Заходим в Sketch -> Trim. Trim позволяет обрезать лишние участки эскиза.^31.jpg^Выбираем линию пересечения эскизов.^32.jpg^Итоговый эскиз^33.jpg^Принимаем эскиз и выдавливаем его симметрично на 70мм.^34.jpg^Теперь нам нужно сделать фаску. Выбираем Modify -> Chamfer^35.jpg^Выбираем ребро детали как на картинке и указываем длину фаски 20мм.^36.jpg^Создаем новый эскиз на передней грани детали.^37^38.jpg^Надо сделать, чтобы правая сторона прямоугольника совпала с профилем детали. В окне зависимостей выбираем Collinear.^39.jpg^ДВыбираем правую сторону прямоугольника и правую сторону профиля детали. Выдавим получившийся эскиз на 50мм.^40.jpg^Выбираем Chamfer и два ребра как на картинке. Задаём длину фаски 20мм.^41.jpg^На боковом ребре создаём эскиз и рисуем окружность.^42.jpg^Выдавливаем её насквозь.^43.jpg^Отделим часть, детали, полученную последним выдавливанием. Выбираем Modify -> Split Body.^44.jpg^Выбираем сначала всю деталь, а затем выбираем переднюю часть. По этой плоскости будет происходить разрез.^45.jpg^Теперь без проблем можно отзеркалить деталь. Выбираем Create -> Mirror.^46.jpg^Выбираем переднюю часть детали в качестве объекта для отзеркаливания, а в качестве плоскости симметрии плоскость XY.^47.jpg^Итоговая деталь:^48.jpg^Начнём процесс сборки. Создайте новый дизайн и сохраните его. Перетащите из предоставленных деталей деталь Base. Поверните её с помощью ползунков в центре как показано ниже.^49.jpg^Зафиксируем деталь, чтобы она не мешала движению подвижных частей механизма. Выделяем двойным щелчком ЛКМ и нажимаем ПКМ. В открывшемся меню выбираем Ground.^50.jpg^Далее добавим деталь Crank. Поверните деталь.^51.jpg^Нужно указать взаимосвязи между деталями. Выбираем в панели инструментов Joint.^52.jpg^В появившемся окне выбираем зависимость Cylindrical.^53.jpg^Наводим мышкой на места, указанные ниже, и по очереди нажмем на них.^54.jpg^^55.jpg^Детали соединятся.^56.jpg^Вставьте деталь Operating Lever. Укажите взаимосвязи тем же образом.^57.jpg^^58.jpg^^59.jpg^Вставьте деталь Pin попробуйте вставить её сами. Подсказка:^60.jpg^Теперь добавим в сборку нашу первую сделанную деталь. Расположим её вот так:^61.jpg^Укажем зависимости. В этот раз вкачаете точек зависимости выбираем центры осей.^62.jpg^^63.jpg^Добавляем в сборку деталь Slider и расположите вот так.^64.jpg^Укажем зависимости.^65.jpg^^66.jpg^Укажем ещё одну зависимость для Slider`a. Открываем меню зависимостей и выбираем зависимость Planar. Эта зависимость позволит “скользить” Slider`у по нашей созданной детали.^67.jpg^Указываем следующие зависимости:^68.jpg^^69.jpg^Покрутите рычаг и увидите, что детали взаимодействуют друг с другом..jpg^.jpg^Вставим последнюю сделанную нами деталь.^70.jpg^С помощью Planar указываем зависимости^71.jpg^^72.jpg^И ещё раз^73.jpg^^74.jpg^Таким образом деталь не будет выходить за пределы бортиков при движении. Вставьте Pin и соедините его с деталью самостоятельно.^75.jpg^Вставьте вторую сделанную нами деталь в сборку. Укажите зависимости:^76.jpg^^77.jpg^Соединим два поршня.^78.jpg^^79.jpg^Соединим поршни Pin`ом через Revolute^80.jpg^81.jpg^82.jpg^83.jpg^Вставим Bolt:^84.jpg^85.jpg^86.jpg^Сборка готова. Повращайте ручку и посмотрите, как она будет работать.^87.jpg^"
        }
      ]
    },
    ,{
          "id": 9,
          "parts": [
            {
              "name": "Гайд",
              "content": "Начинаем наш эскиз с выбора рабочей плоскости. В правой верхней части находим «кубик» и выбираем Front, как показано на рис.1.^image001.jpg^Наносим первоначальные очертания чертежа, указывая необходимые размеры с помощью инструмента Sketch Dimension. (Рис. 2)^image002.jpg^В разделе Create выбираем инструмент Revolve. Для того чтобы применить “вращение” к получившемуся эскизу, нужно выбрать профиль и в разделе Axis выбрать вспомогательную линию на оси X, которая лежит в основании эскиза. (Рис. 3)^image003.jpg^Создаем эскиз на виде спереди, строим окружность, выставляя необходимые размеры. (Рис. 4)^image004.jpg^Затем проводим вспомогательную линию в центре фигуры и инструментом Revolve создаем вращение. (Рис. 5)^image005.jpg^Делаем этот эскиз видимым, нажимая на лампочку. (Рис. 6)^image006.jpg^nВ разделе Create нажимаем Pattern->Pattern on Path. В панели Objects выбираем наше вращение, а в панели Path указываем вспомогательную линию. Значения ставим как на рис. 7. Лампочку выключаем.^image007.jpg^На виде слева делаем новый эскиз, строим окружность выполняя необходимые размеры. (Рис. 8)^image008.jpg^Выполняем выдавливание инструментом Extrude на всю длину. (Рис. 9)^image009.jpg^В разделе Create нажимаем Pattern->Circular Pattern. В панели Objects выбираем наше выдавливание, а в панели Axis нажимаем на основание детали. Значения ставим как на рис. 10.^image010.jpg^На английской раскладке нажимаем на букву A и выбираем материал ручки отвертки. (Рис. 11)^image011.jpg^^image012.jpg^Создаем новый эскиз, строим окружность. (Рис. 13)^image013.jpg^Выдавливаем его на 30 мм внутрь и сохраняем деталь. (Рис. 14)^image014.jpg^2.    Создание стержня. Начинаем наш эскиз с выбора рабочей плоскости. В правой верхней части находим «кубик» и выбираем Front, как показано на рис. 15.^image015.jpg^Строим прямоугольник с размерами 100 мм на 1.5 мм. (Рис. 16)^image016.jpg^Затем наносим эскиз, который показан на рис.17 ^image017.jpg^Выполняем вращение. (Рис. 18)^image018.jpg^На виде сверху создаем эскиз, строим прямоугольник и вспомогательную линию, указываем размеры. (Рис. 19)^image019.jpg^Выдавливаем прямоугольник на 0.75 мм как показано на рис. 20^image020.jpg^В разделе Create нажимаем Pattern->Circular Pattern. В панели Objects выбираем наше выдавливание, а в панели Axis нажимаем на основание детали. Значения ставим как на рис. 21^image021.jpg^Делаем фаску радиусом 1 мм с помощью инструмента Chamfer. (Рис. 22)^image022.jpg^Нажимаем на Construct, а затем на головку отвертки и перемещаем плоскость на 3 мм. (Рис. 23)^image023.jpg^Создаем эскиз на этой плоскости и строим прямоугольник по размерам. (Рис. 24)^image024.jpg^Затем снова нажимаем на Construct, выбираем первую плоскость и перемещаем вторую плоскость на 7 мм от первой. (Рис. 25)^image025.jpg^Создаем эскиз на второй плоскости и строим прямоугольник по размерам. (Рис. 26)^image026.jpg^В разделе Create выбираем инструмент Loft. Поочередно нажимаем на головку отвертки и на эскизы. В профиле 1 жмём на Tangent (G1), а в профиле 3 на Direction. (Рис. 27)^image027.jpg^Выбираем материал для стержня и сохраняем деталь. (Рис. 28)^image028.jpg^"
            },
            {
              "name": "Сборка",
              "content": ""
            },
            {
              "name": "Сборка",
              "content": ""
            },
            {
              "name": "Видео по сборке",
              "content": "https://www.youtube.com/embed/ic6n6fFQAg0"
            }
      ]
    },
    {
      "id": 0,
      "parts": [
        {
          "name": "Гайд",
          "content": ""
        },
        {
          "name": "Видео по сборке",
          "content": "https://www.youtube.com/embed/ic6n6fFQAg0"
        }
      ]
    }
  ],
  "annotations": [
    {
      "id": 1,
      "annotations": [
        {
          "index": 1,
          "x": 10,
          "y": 10,
          "z": -20,
          "text": "Шестеренка."
        }
      ]
    },
    {
      "id": 2,
      "annotations": [
        {
          "index": 1,
          "x": -75,
          "y": 790,
          "z": 210,
          "text": "Коллектор."
        }
      ]
    }
  ]
}
