{
  "home": [
    {
      "id": 1,
      "name": "Шестеренка",
      "text": "В данном уроке Вы сможете ознакомиться с основными командами Fusion 360 и построить простейшую деталь используя только один компонент."
    },
    {
      "id": 2,
      "name": "Коллектор",
      "text": "В данном уроке Вы сможете закрепить материал который уже прошли, узнать новые функции и построить деталь из одного компонента."
    },
    {
      "id": 3,
      "name": "Отвёртка",
      "text": "В данном уроке, используя команды, которые были в предыдущих уроках, Вы научитесь сопрягать компоненты и соберете свою первую сборку."
    },
    {
      "id": 4,
      "name": "Мальтийский крест",
      "text": "В данном уроке Вы соберете сборку из пяти компонентов и сможете ознакомиться с более обширным функционалом Fusion 360."
    },
    {
      "id": 5,
      "name": "Клещи",
      "text": "В данном уроке Вы научитесь работать с большим количеством компонентов и правильно их сопрягать."
    },
    {
      "id": 6,
      "name": "Лампочка",
      "text": "В данном уроке Вы закрепите все свои знания из прошедших уроков и соберете лампочку."
    },
    {
      "id": 7,
      "name": "Тески",
      "text": "В данном уроке Вы закрепите все свои знания из прошедших уроков и соберёте ешё одну сборку."
    },
    {
      "id": 8,
      "name": "Рычаг - скольжения",
      "text": "В данном уроке, Вы научитесь работать с большим количеством компонентов и правильно их сопрягать."
    },
    {
      "id": 9,
      "name": "Домкрат",
      "text": "В данном уроке, Вы научитесь собирать сложно-устойчивые конструкции."
    },
    {
      "id": 14,
      "name": "Колесо заклинателя",
      "text": "В данном уроке, Вы попрактикуетесь в создании деталей и сборок."
    },
    {
      "id": 10,
      "name": "Игрушечная пушка",
      "text": "В данном уроке, Вы попрактикуетесь в создании деталей и сборок."
    },
    {
      "id": 13,
      "name": "Флешка",
      "text": "В данном уроке, Вы попрактикуетесь в создании деталей и сборок."
    },
    {
      "id": 11,
      "name": "Пластиковый самолёт",
      "text": "В данном уроке, Вы научитесь работать с выпуклыми формами."
    },
    {
      "id": 12,
        "name": "Корпус машины",
      "text": "В данном уроке, Вы попрактикуетесь в создании выпуклых форм и сборок."
    },
    {
      "id": 15,
      "name": "Трейлер",
      "text": "В данном уроке, Вы соберёте сложную сборку с большим количеством деталей."
    },
    {
      "id": 16,
      "name": "Муфта",
      "text": "В данном уроке, Вы соберёте сложную сборку."
    }
  ],
  "guides": [
    {
      "id": 1,
      "parts": [
        {
          "name": "Гайд",
          "content": "Откройте Autodesk Fusion 360. Нажимите на верхней вкладке слева Sketch (набросок) -> Create Sketch (создание наброска) и выберите ось ZX.^1.jpg^После добавления нового наброска, выбираем Sketch (набросок) -> Circle(окружность) -> Center Diameter Circle (создание окружности по диаметру). Из центра осей зажимая левую кнопку мыши растягиваем круг нужной длины. По умолчанию стоят мм. При растяжении будет появляться окошко, в котором вы можете вписать размер окружности (47мм).^2.jpg^Нам потребуется еще одна окружность, но уже малого размера(8мм). Также выбираем Sketch (набросок) -> Circle(окружность) -> Center Diameter Circle (создание окружности по диаметру).^3.jpg^Также, создаем еще одну окружность размером в 10мм.^4.jpg^Мы сделали наш набросок и можем приступать к созданию детали. Для этого зажимая Shift, мы выбираем те поверхности, которые хотим выдавить (сделать объемными). После выбора, нажимаем на верхней вкладке Create -> Extrude (выдавить). Выбираем поверхность самого большого круга. У нас появляется стрелочка и окошко справа (параметры). Благодаря параметрам мы можем настраивать выдавливание как нам требуется (в одну сторону или в обе, дистанция и т.п.). Выдавливаем нашу большую окружность на 10мм.^5.jpg^Окружность поменьше, выдавливаем в ту же сторону на 11мм.^6.jpg^У нас выдавилась основа шестерёнки. Далее выбираем верхнюю поверхность правой копкой мыши и нажимаем Sketch -> Create Sketch (создание нового наброска).^7.jpg^У нас открылся новый эскиз.^8.jpg^По верхней оси создаем линию вниз, Sketch -> Line (Линия). Задаем длину 2мм. Для того, чтобы закончить линию, вы можете нажать Escape.^9.jpg^Создаём из этой же точки линию вверх, 0.50мм.^10.jpg^Из нижнего конца первой линии в право создаем еще одну линию 0.50мм^11.jpg^Из этой же точки, создаем в лево линию 0.50мм.^12.jpg^Из верхнего конца второй созданной линии в право создаем линию длинной 1.25мм.^13.jpg^Из этой же точки создаем в лево линию 1.25мм.^14.jpg^Соединяем концы проведенных в стороны линий. У нас получилась трапеция. Выбираем с помощью Shift-а всю поверхность этой трапеции (как мы делали в шаге №6).^15.jpg^После того, как мы выбрали всю трапецию, можем переходить к созданию зубчика. Для этого, нам потребуется действие Extrude (как в шаге №6). Мы должны убедиться в том, что выдавливание произойдет в нужную сторону (через всю деталь), для этого, посмотрите и убедитесь, что стрелочка направлена туда, куда нужно. Также, мы можем выбрать на какое расстояние выдавится наша деталь. Для этого в параметрах в окошке справа нажимаем Start -> Object и выбираем противоположную сторону детали.^16.jpg^Для того, чтобы получились полноценные зубчики на всей поверхности детали, прибегнем к помощи массива. Для этого на вкладке Create выбираем Pattern -> Circular Pattern.^17.jpg^Выбираем три внутренние стороны зубчика левой кнопкой мыши^18.jpg^В окошке параметров переключаемся на Axis (ось) и выбираем нашу большую окружность^19.jpg^После чего, нам надо увеличить число зубчиков. В этом нам поможет Quantity (окошко параметров). Задаем число 45 и нажимаем ОК.^20.jpg^Вот что у нас получилось.^21.jpg^Теперь, нам надо сгладить окружность, которая выпирает. Выбираем всю деталь нажимаем Modify -> Fillet. Выбираем окружность соединения большой окружности и малой. Вводим параметры 1 мм и нажимаем ОК.^22.jpg^Наша деталь готова. Осталось все сохранить. Для этого в самой верхней вкладке нажимаем File -> Save и сохраняем нашу деталь.^23.jpg^"
        },
        {
          "name": "Видео",
          "content": "https://www.youtube.com/embed/CQXrY3CFG1s"
        }
      ]
    },
    {
      "id": 2,
      "parts": [
        {
          "name": "Гайд",
          "content": "Перед тем как начать, вам необходимо запустить Fusion 360. Далее, Вам необходимо нажать на кнопку \"Show Data\", которая находится в правом левом углу.^1.jpg^У нас открылось окно и появилась кнопка \"New Project\". Создаем новый проект и выбераем его как активный, нажав по нему два раза \"ЛКМ\".^2.jpg^Нажимаем «SKETCH» и выбираем инструмент «Center Diameter Circle», который позволит нам создать круг по указанному диаметру.^3.jpg^Создаём на любой плоскости два круга с диаметрами, указанными в чертеже (60 и 40) из одной точки с координатами 0.^4.jpg^Создаём на расстоянии 100 от центра отрезок произвольной длины.^5.jpg^Нажимаем \"Stop Sketch\", тем самым завершая работу над чертежом.^6.jpg^Вернувшись в основное меню, выбираем «CREATE» - «Revolve». Выбираем внешний круг, который будет стенками нашей трубы. Осевая линия выбирается автоматически. В ином случае – указать на начерченный ранее отрезок. В настройках поставить 70 градусов. «Щелкаем Ок».^7.jpg.^8.jpg^Выбираем инструмент «Extrude», нажимаем на плоскость «стенок» трубы и задаём расстояние 25. Повторяем это для другого конца трубы.^9.jpg^Снова выбираем скетч, на этот раз нажимаем на плоскость трубы, которую мы ранее выдавливали.^10.jpg^Создаём эскиз. Скругления добавим после. Пользуемся инструментами «Rectangle» и «Circle». Для того, чтобы создать указанные отверстия – нарисуем квадрат с указанными (64) сторонами. На его углах добавляем по окружности с радиусом 8.^11.jpg.^12.jpg^Заканчиваем эскиз и выбираем инструмент «Extrude». Выбираем на чертеже только то, что нам нужно. В размер пишем «-10», благодаря чему выдавливание будет произведено в другую сторону.^13.jpg^Наша деталь готова.^14.jpg"
        },
        {
          "name": "Видео",
          "content": "https://www.youtube.com/embed/5Jh0En39dNM"
        }
      ]
    },
    {
      "id": 3,
      "parts": [
        {
          "name": "Ручка",
          "content": "Создание отвертки во Fusion360 1.\tСоздание ручки Начинаем наш эскиз с выбора рабочей плоскости. В левой верхней панели выбираем Right,  как показано на рис.1.  ^1.png^ Наносим первоначальные очертания чертежа, указывая необходимые размеры с помощью инструмента Sketch Dimension. (Рис. 2)  ^2.png^ В разделе Create выбираем инструмент Revolve. Для того чтобы применить “вращение” к получившемуся эскизу, нужно выбрать профиль и в разделе Axis нажать на вспомогательную линию на оси X, которая лежит в основании эскиза. (Рис. 3)  ^3.png^ Создаем эскиз на виде спереди, строим окружность, выставляя необходимые размеры. (Рис. 4)  ^4.png^  Затем проводим вспомогательную линию в центре фигуры и инструментом Revolve создаем вращение. (Рис. 5)  ^5.png^ Делаем этот эскиз видимым, нажимая на лампочку. (Рис. 6)  ^6.png^         В разделе Create нажимаем Pattern->Pattern on Path. В панели Objects выбираем наше вращение, а в панели Path указываем вспомогательную линию. Значения ставим как на рис. 7. Лампочку выключаем.  ^7.png^           На виде слева делаем новый эскиз, строим окружность, выполняя необходимые размеры. (Рис. 8)  ^8.png^     Выполняем выдавливание инструментом Extrude на всю длину. (Рис. 9) ^9.png^ В разделе Create нажимаем Pattern-> Circular Pattern. В панели Objects выбираем наше выдавливание, а в панели Axis нажимаем на основание детали. Значения ставим как на рис. 10.  ^10.png^   На английской раскладке нажимаем на букву A и выбираем материал для ручки отвертки. (Рис. 11)  ^11.png^   ^12.png^    Создаем новый эскиз, строим окружность. (Рис. 13)  ^13.png^         Выдавливаем круг на 30 мм внутрь и сохраняем деталь. (Рис. 14)  ^14.png^ "
        },
        {
          "name": "Стержень",
          "content": "2.\tСоздание стержня. Начинаем наш эскиз с выбора рабочей плоскости. В правой верхней части находим «кубик» и выбираем Front, как показано на рис. 15.  ^15.png^ Строим прямоугольник с размерами 100 мм на 1.5 мм. (Рис. 16)  ^16.png^    Затем наносим эскиз, который показан на рис.17   ^17.png^           Выполняем вращение. (Рис. 18)  ^18.png^ На виде сверху создаем эскиз, строим прямоугольник и вспомогательную линию, указываем размеры. (Рис. 19)  ^19.png^      Выдавливаем прямоугольник на 0.75 мм, как показано на рис. 20  ^20.png^ В разделе Create нажимаем Pattern-> Circular Pattern. В панели Objects выбираем наше выдавливание, а в панели Axis нажимаем на основание детали. Значения ставим как на рис. 21  ^21.png^    Делаем фаску радиусом 1 мм с помощью инструмента Chamfer. (Рис. 22)  ^22.png^      Нажимаем на Construct, а затем на головку отвертки и перемещаем плоскость на 3 мм. (Рис. 23) ^23.png^     Создаем эскиз на этой плоскости и строим прямоугольник по размерам. (Рис. 24)  ^24.png^ Затем снова нажимаем на Construct, выбираем первую плоскость и перемещаем вторую плоскость на 7 мм от первой. (Рис. 25)  ^25.png^ Создаем эскиз на второй плоскости и строим прямоугольник по размерам. (Рис. 26)  ^26.png^     В разделе Create выбираем инструмент Loft. Поочередно нажимаем на головку отвертки и на эскизы. В профиле 1 жмём на Tangent (G1), а в профиле 3 на Direction. (Рис. 27)  ^27.png^ Выбираем материал для стержня и сохраняем деталь. (Рис. 28)  ^28.png^"
        },
        {
          "name": "Сборка",
          "content": "Создаем новый проект и сохраняем его. (Рис. 29)  ^29.png^ Перетаскиваем стержень отвертки и ручку в сборку. (Рис. 30)  ^30.png^         В разделе Assemble выбираем Joint и совмещаем стержень с ручкой местами, которые показаны на рис. 31  ^31.png^     Вид итоговый отвертки. (Рис. 32)    ^32.png^  Не забудьте сохранить сборку! "
        },
        {
          "name": "Видео сборки",
          "content": "https://www.youtube.com/embed/amUEA8Z6tcQ"
        }
      ]
    },
    {
      "id": 4,
      "parts": [
        {
          "name": "Брус",
          "content": "Перед тем как начать, вам необходимо запустить Fusion 360. Создадим эскиз. Для этого в левом меню выбираем плоскость XY, щелкаем левой кнопкой мыши и наживаем “Create Sketch”.^1.jpg^Нам понадобится создать прямоугольник. Для этого в меню “Sketch” выбираем “2-Point Rectangle”.^2.jpg^Кликаем в случайное место плоскости, отводим немножко мышку в сторону. Получается прямоугольник. Задаем размеры “115.942” в длину и “35” в ширину. Для переключения между размерами нажмите Tab. В итоге должно получиться как на рис. ниже (если он будет стоять вертикально, то не страшно). Нажимаем Enter.^3.jpg^Далее необходимо скруглить края. Для этого в меню “Sketch” выбираем “Fillet”.^4.jpg^Нажимаем на 2 любые смежные грани (либо на угол между ними). Угол закруглится. В поле размера введем “17.5”. Повторим для всех граней.^5   ^6.jpg^Далее нам необходимо создать отверстия. Для этого в меню “Sketch” выбираем “Center Diameter Circle”.^7.jpg^Далее нажимаем на точку, на которую показывает стрелочка.^8.jpg^Отводим мышку немного в сторону и в поле размера вводим “20”. Нажимаем Enter.^9.jpg^Повторяем также, с другой стороны.^10.jpg^В меню “Create” выбираем функцию “Extrude”.^11.jpg^Нажимаем на наш эскиз, чтобы он выделился синим. Не выделяйте окружности, если выделили, то нажмите по ним ещё раз. В поле размера введите “10”. Нажмите Enter.^12.jpg^Далее необходимо покрасить деталь. Для этого необходимо на вкладке “Modify” нажать на “Appearance”.^13.jpg^В появившемся справа окне идите по пути “Plastic –> Translucent”.^14.jpg^Среди цветов в папке “Translucent” выберите красный и мышкой потяните его на деталь.^15.jpg^В итоге мы получили такую деталь.^16.jpg^"        },
        {
          "name": "Цилиндр",
          "content": "Создаем эскиз. Для этого в левой части экрана выбираем плоскость XZ, нажимаем левой кнопкой мыши и в появившемся меню выбираем “Create Sketch”.^17.jpg^На появившейся плоскости создаем окружность. Для этого в меню “Sketch” выбираем “Center Diameter Circle”.^18.jpg^В центре плоскости находишь центральную точку и щелкаем на неё.^19.jpg^Отводим мышку немного в сторону и задаем размер “20”. Нажимаем Enter.^20.jpg^В меню “Create” находим “Extrude” и щелкаем на него.^21.jpg^Щелкаем на нашу окружность и вводим размер ”90”. Нажимаем Enter.^22.jpg^В итоге мы получили такую деталь.^23.jpg^"
        },
        {
          "name": "Ведущее колесо",
          "content": "Создаем эскиз. Для этого в левой части экрана выбираем плоскость XZ, нажимаем левой кнопкой мыши и в появившемся меню выбираем “Create Sketch”. На появившейся плоскости создаем окружность. Для этого в меню “Sketch” выбираем “Center Diameter Circle”.^24.jpg^В центре плоскости находим центральную точку и щелкаем на неё.^25.jpg^Отводим мышку немного в сторону, задаем размер “134.46”. Нажимаем Enter.^26.jpg^В меню “Create” находим “Extrude” и щелкаем на него.^27.jpg^Щелкаем на нашу окружность и вводим размер “10”. Нажимаем Enter.^28.jpg^На верхней поверхности щелкаем левой кнопкой мыши и нажимаем “Create Sketch”.^29.jpg^Создаем в центральной точке окружность с диаметром “61.95”.^30.jpg^Слева от неё создаем ещё две окружности с диаметрами «119.43» и «17.67».^31.jpg^В меню справа нажимаем на Horizontal/Vertical. Далее нажимаем на центры двух последних окружностей. После чего повторяем ту же операцию с любой новой окружностью и окружностью на центральной точке.^32.jpg^В итоге все окружности должны иметь такой значок в центре.^33.jpg^Далее выбираем “Sketch Dimension” во вкладке “Sketch”.^34.jpg^Нажимаем на центры центральной и маленькой окружностей, отводим мышку немного вверх, кликаем и вводим “57.23”. Если ошиблись при вводе, дважды кликните по уже заданному размеру и введите правильное значение. Так же задаем расстояние между центрами центральной и большой окружностей. Вводим “75.118”.^35.jpg^Снова выполняем выдавливание. Для выдавливания выбираем поверхности, показанные на рис. 14. Если выбрали лишние, то кликните по ним ещё раз.^36.jpg^Создаем ещё один эскиз на указанной поверхности.^37.jpg^В центр добавляем окружность с диаметром “20”.^38.jpg^Выдавливаем её на расстояние “-30”, чтобы получилось отверстие.^39.jpg^Далее необходимо покрасить деталь. Для этого используем функцию “Appearance” на вкладке “Modify”.^40.jpg^ Для сборки детали пожалуйста скачайте оставшуюся деталь и посмотрите видео"
        },
        {
          "name": "Сборка",
          "content": "Перед сборкой вам понадобится скачать детали по ссылке ниже.^parts.zip^https://www.youtube.com/embed/ic6n6fFQAg0"
        }
      ]
    },
    {
      "id": 5,
      "parts": [
        {
          "name": "Корпус",
          "content": "Создаём эскиз. Для этого выбираем плоскость XY в дереве в левой части экрана.   ^1.png^ Нажимаем на неё правой кнопкой мыши и выбираем \"Create sketch\".  ^2.png^     Для создания первого эскиза мы воспользуемся инструментом \"Center rectangle\", который находится в выпадающей вкладке \"Sketch\"->\"Rectangle\"->\"Center rectangle\".  ^3.png^Далее наводим мышку на центральную точку плоскости, на которой находится эскиз.   ^4.png^    Нажимаем левой кнопкой мыши и растягиваем наш прямоугольник. Для того чтобы задать ему размер, мы вводим значения ширины и длины, переключаясь между ними через клавишу \"Tab\" на клавиатуре.   ^5.png^Для ширины вводим размер 25.5 мм, а для длины 65 мм. Нажимаем \"Enter\". Если нужно исправить размер, дважды кликаем на него и вводим нужное значение. Если необходимо задать размер, то пользуемся инструментом \"Sketch dimension\", который находится в выпадающей вкладке \"Sketch\"->\"Sketch dimension\".   ^6.png^   Размеры задаются нажатием на прямую, чью длину мы хотим задать, либо нажатием между двумя прямыми и вводом значения расстояния между ними. Нажимаем клавишу \"Stop sketch\" в верхней части экрана, чтобы закрыть эскиз.  ^7.png^Затем выбираем \"Extrude\" в верхней части экрана, чтобы выдавить наш эскиз.  ^8.png^     Нажимаем на наш эскиз, вводим значение 7 мм (в поле Distance), на которое будем выдавливать и нажимаем \"ОК\".  ^9.png^Далее выбираем верхнюю грань, нажимаем правую кнопку мыши и создаём второй эскиз, который будет располагаться уже на верхней грани.   ^10.png^    Задаём размеры для прямоугольника 10.5 мм и 6.4 мм как на рис. 11.   ^11.png^А также задаём размеры от центральной точки эскиза 5.25 мм и 32.5 мм как на рис. 12.   ^12.png^      Затем выбираем инструмент \"Line\" во вкладке \"Sketch\".   ^13.png^Проводим осевую линию размером 10 мм из центральной точки эскиза.   ^14.png^       С помощью этой линии мы будем использовать инструмент «зеркалирование» на прямоугольник, для этого выбираем \"Mirror\" во вкладке \"Sketch\".   ^15.png^Выбираем линии прямоугольника, который будем копировать, как на рис. 16.   ^16.png^      Затем нажимаем кнопку \"Select\" напротив \"Mirror Line\", нажимаем на нашу осевую линию и нажимаем \"ОК\".   ^17.png^Потом завершаем эскиз и выдавливаем оба прямоугольника на расстояние 26.2 мм. Если программа, по неизвестной причине, показывает, что выдавливание будет происходить в другую сторону (не так как на скриншоте), то в поле расстояния введите -26.2 мм.   ^18.png^    Создаем третий эскиз на грани одного из выдавленных прямоугольников.   ^19.png^Создаём прямоугольник с размерами 10.5 мм и 65 мм из центральной точки эскиза.   ^20.png^      Потом завершаем эскиз и выдавливаем его на расстояние 6.4 мм. Если выдавливание происходит не так как на скриншоте, то в поле расстояния напишите -6.4 мм.  ^21.png^Наверху выдавленного параллелепипеда создаём ещё один эскиз.  ^22.png^   Используем окружность, для этого находим во вкладке \"Sketch\" инструмент \"Circle\" и выбираем \"Center Diameter Circle\".   ^23.png^Из центральной точки отводим мышку и задаём диаметр 7 мм.   ^24.png^        Потом завершаем эскиз и выдавливаем окружность на 29 мм.  ^25.png^Сверху цилиндра создаём эскиз.   ^26.png^     Из центральной точки задаём прямоугольник с размерами 46 мм и 20.5 мм как на рис. 27.   ^27.png^Потом завершаем эскиз и выдавливаем прямоугольник на 7 мм.  ^28.png^      Делаем на нём ещё один эскиз.  ^29.png^ Создаем прямоугольник с размерами 6.4 мм и 10.5 мм как на рис. 30.   ^30.png^     Для него задаём дополнительные размеры 5.25 мм и 23 мм для выравнивания на эскизе как на рис. 31.   ^31.png^Создаём осевую линию и используем \"Mirror\", как это делали в прошлый раз (рис. 17).   ^32.png^     Потом завершаем эскиз и выдавливаем на расстояние -7 мм. Значение задаётся со знаком \"минус\", чтобы сделать вырез, а не выдавливание. В поле Operation должна быть операция Cut, как на рис. 33.  ^33.png^Следующим этапом будет создание седьмого эскиза, который будет располагаться на боковой части последнего выдавливания на длинной стороне.   ^34.png^    Задаём две окружности диаметром 4 мм.   ^35.png^Задаём дополнительные размеры 72.1 мм и 19.5 мм для выравнивания окружностей на эскизе.  ^36.png^      Потом завершаем эскиз и выдавливаем их со значением -100 мм (операция Cut).   ^37.png^Или же можно выбрать значение \"All\" напротив \"Extent\"  ^38.png^     Далее нашей фигуре делаем некоторые грани скруглёнными, для этого в выпадающей вкладке \"Modify\" выберем инструмент \"Fillet\".   ^39.png^После чего выбираем грани как на рис. 40.   ^40.png^      Задаем значение 3.5 мм в поле ввода радиуса.  ^41.png^Добавим пару отверстий в основание фигуры, выбираем плоскость снизу и создаём очередной эскиз.  ^42.png^     Задаём две окружности: большая диаметром 7 мм задаётся из центральной точки эскиза, а малая диаметром 4 мм на расстоянии 15 мм от большой.   ^43.png^В окне справа, в котором расположены инструменты зависимостей выберем инструмент \"Horizontal / Vertical\".   ^44.png^     Далее левой кнопкой мыши кликаем по центрам окружностей, и они выравниваются по горизонтали.   ^45.png^Потом завершаем эскиз и выдавливаем окружности на 7 мм.  ^46.png^     Придадим нужный цвет детали. Для этого выбираем \"Appearance\" во вкладке \"Modify\".   ^47.png^Листаем вниз в появившемся окне и выбираем вкладки \"Plastic\"->\"Translucent\".   ^48.png^      Наша деталь будет выглядеть так:  ^49.png^Цвет называется \"Plastic-Translucent Matte (Red)\" и для того, чтобы покрасить деталь мы должны левой кнопкой мыши перетащить цвет из окна на деталь.  ^50.png^"
        },
        {
          "name": "Видео по созданию корпуса",
          "content": "https://www.youtube.com/embed/engt3ZIgTLo"
        },
        {
          "name": "Видео по сборке ",
          "content": "Перед сборкой вам понадобится скачать детали по ссылке ниже.^parts.zip^https://www.youtube.com/embed/PXB4aLrUC-4"
        }
      ]
    },
    {
      "id": 6,
      "parts": [
        {
          "name": "Патрон",
          "content": "Создание лампочки в Fusion 360. Создайте деталь Патрон. Создадим новый эскиз. Для этого в панели инструментов выберем кнопку Create Sketch (рис.1).  ^1.png^ В левой части экрана в древе откройте папку Origin и выберите плоскость XY (рис.2).  ^2.png^  Мы перешли в режим эскиза. Теперь в панели инструментов выберите вкладку Sketch, и в выпадающем меню выберите пункт Circle -> Center Diameter Circle (рис.3).  ^3.png^ После выбора наведите курсор в начала координат, нажмите ЛКМ и отведите его в сторону. Введите в после размера значение 27мм – диаметр окружности. После этого нажмите ЛКМ ещё два раза.   ^4.png^ Выберите в панели инструментов Extrude (рис.5).  ^5.png^ Наведите курсором на эскиз и нажмите ЛКМ. Появится окно с параметрами выдавливания как на рисунке 6. Укажите значение выдавливания 20мм. Нажмите кнопку ОК.   ^6.png^ Теперь выберите плоскость XZ (рис.7) и начните в ней эскиз.  ^7.png^ В разделе Create выберите Coil (рис.8)  ^8.png^После этого наведите курсором в точку начала координат, дважды нажмите ЛКМ и наведите курсор на контур детали. Укажите диаметр пружины 27мм.  ^9.png^Появилось меню построения пружины. В меню укажите следующие параметры: Диаметр пружины: 27мм, кол-во витков: 4,  высота: 15мм, диаметр витка: 3мм, Операция – Cut.   После этого нажмите ОК. Так же вы можете увидеть параметры на рисунке 10.  ^10.png^  Создайте эскиз в верхней грани детали. Создайте окружность диаметром 24мм.  ^11.png^ Выберите Extrude для текущего эскиза. Выберите операцию Cut, длину выдавливания 18мм. Нажмите ОК.  ^12.png^  В меню Modify выберите Fillet (рис.13).  ^13.png^ Выберите спираль и укажите размер сопряжения 0.3мм (рисунки 14 и 15)   ^14.png^  ^15.png^ Создайте эскиз в нижней грани детали. Создайте окружность диаметра 20мм.  ^16.png^ Выберите Extrude и выдавите текущий эскиз на 20мм внутрь детали  ^17.png^ На этой же грани создайте новый эскиз. Создайте окружность диаметра 24мм.  ^18.png^ Выберите Extrude. Нам нужно выдавить деталь под углом. В меню выдавливания введите следующие параметры: Расстояние: 3мм, угол наклона: -45 градусов. Нажмите ОК. Параметры представлены на рисунке 19  ^19.png^ Создайте ещё один эскиз на новой грани. Создайте окружность диаметром 18 мм.  ^20.png^    Выдавите эскиз со следующими параметрами: Расстояние: 4мм, угол наклона -45 градусов. Нажмите ОК. Параметры представлены в рисунке 21  ^21.png^         Итоговая деталь представлена на рисунке 22  ^22.png^ Сохраните деталь под именем Патрон. "
        },
        {
          "name": "Усики",
          "content": "Создайте новую деталь Усики. Создайте эскиз в плоскости XZ. Создайте эскиз как на рисунке 23  ^23.png^ В меню зависимостей эскиза выберите пункт Horizontal/Vertical (рис.24). Поочерёдно щелкните ЛКМ в центр окружности и точку начала координат.  ^24.png^          Выйдите из режима эскиза. Создайте новый эскиз в плоскости XY. В меню Sketch выберите Conic Curve (рис.25).  ^25.png^  Нажмите ЛКМ на центр окружности из первого эскиза, отведите курсор вверх, снова нажмите ЛКМ. Отведите курсор левее и нажмите ЛКМ. Укажите размеры как на рисунке 26. На рисунке кривая линия выделена синим для вашего удобства.  ^26.png^       В разделе Create выберите Sweep (рис.27).  ^27.png^В качестве профиля смещения выберите эскиз с окружностью. В качестве пути эскиз с линией. Нажмите ОК.  ^28.png^ В этом же файле создайте ещё один усик. Создаём эскиз в плоскости XZ и чертим его на подобие предыдущего.  ^29.png^ Создайте ещё один эскиз в плоскости XY. C помощью команды Conic Curve создайте кривую линию. На рисунке 30 полученная линия выделена синим.   ^30.png^ С помощью команды Sweep создайте второй усик по аналогии с предыдущим. Создайте новый эскиз в плоскости YZ.  Начертите окружность как показано на рисунке 31.  ^31.png^         Выберите команду Coil, а затем выберите окружность. Для получения спирали требуется применить команду два раза в разные стороны. Параметры спирали представлены на рисунках 32 и 33.    ^32.png^  ^33.png^Получившаяся спираль показана на рисунке 34  ^34.png^ Создайте эскиз в плосоксти XY.  ^35.png^ Для создания вспомогательной линии кликните два раза ЛКМ по линии и один раз кликните ПКМ. В появившемся списке выберите команду Normal/Construction (рис.36).  ^36.png^  Чтобы прямоугольники расположились симметрично относительно начала координат, в меню зависимостей выберите Symmetry (рис.37). После этого щелкните по левой и правой стороне прямоугольника, а затем по вспомогательной линии, созданной ранее.   ^37.png^ Удалим ненужные части эскиза. С этой целью в меню Sketch выберите Trim (рис.38).  ^38.png^ После этого выберите ЛКМ все линии, находящиеся внутри условной колбы. Результат представлен на рисунке 39  ^39.png^ В разделе Sketch выберите Fillet (рис.40).  ^40.png^              Нажмите ЛКМ на точку пересечения окружности и прямоугольника (рис.41). Укажите радиус сопряжения 20мм.   ^41.png^            Точно так же скругляем углы в области патрона. Укажите радиус сопряжения 2мм (рис.42)  ^42.png^ Сделайте сопряжения как на рисунках 43 и 44, указав радиус фаски 1мм  ^43.png^  ^44.png^ В разделе Sketch выберите Trim и удалите часть эскиза с правой стороны как на рисунке 45.  ^45.png^  В разделе Sketch выберите команду Offset (рис. 46)  ^46.png^ Нажмите ЛКМ на эскиз. Отведите курсор чуть подальше от эскиза и укажите расстояние 0.6 метров.  ^47.png^ Замкнём эскиз отрезками в верхней и нижней части эскиза (рисунки 48 и 49)  ^48.png^  ^49.png^     Обрежьте дно патрона с помощью команды Trim как на рисунках 50 и 51.  ^50.png^  ^51.png^Доставьте недостающие размеры. Финальный эскиз представлен на рисунках 52 и 53.  ^52.png^  ^53.png^          В разделе Create выберите команду Revolve (рис.54)  ^54.png^ В качестве профиля вращения выберите эскиз, а в качестве оси симметрии – ось симметрии в эскизе.  ^55.png^    Нажмите два раза ЛКМ на деталь, а затем один раз ПКМ. Выберите команду Appearance (рис.56).  ^56.png^             Откроется меню с выбором материалов. Чтобы применить текстуру материала, откройте папку Glass -> Textured. Выберите материал Glass – Frosted Medium и перетащите его ЛКМ на модель.   ^57.png^  ^58.png^Итоговая деталь представлена на рисунке 59   ^59.png^ Сохраните деталь."
        },
        {
          "name": "Сборка",
          "content": "Создайте новый файл. Из папки проекта, зажав ЛКМ, перенесите файл Патрон на рабочее пространство.  ^60.png^ В панели инструментов выберете команду Joint (рис.61)  ^61.png^ При возникновении следующего окна, как на рисунке 62, нажмите Capture Position.  ^62.png^Откроется окно зависимостей. Выберите Rigid (рис.63).  ^63.png^ Наведите курсором на дно патрона и нажмите ЛКМ:   ^64.png^   Затем нажмите ЛКМ на дно детали Колба и нажмите ОК.  ^65.png^ Готовая лампочка представлена на рисунке 66  ^66.png^ "
        },
        {
          "name": "Видео",
          "content": "https://www.youtube.com/embed/6VNwRU85FZU"
        }
      ]
    },
    {
      "id": 7,
      "parts": [
        {
          "name": "Корпус",
          "content": "Создайте новую деталь. Начните новый эскиз на плоскости YZ. Проведите осевую линию любой длины. Создайте окружность и дугу как показано на рисунке.^image001.jpg^Далее создайте прямоугольник. Верхнюю и нижнюю сторону сделайте вспомогательными.^image002.jpg^Внутри прямоугольника начертите ещё два прямоугольника  ^image003.jpg^Обрежьте все вспомогательные линии (не считая осевой) с помощью команды Trim в разделе Sketch. ^image004.jpg^  ^image005.jpg^Дополните эскиз и укажите размеры как показано ниже.^image006.jpg^Завершите эскиз. С помощью команды Extrude выдавите эскиз на 25.4 мм. ^image007.jpg^Создайте эскиз на передней плоскости детали.^image008.jpg^Начертите линию высотой 39.67 мм поперёк всей детали. С помощью команды Trim обрежьте часть отрезка как показано на рисунке (красным выделена часть, которую требуется обрезать).^image009.jpg^Выйдете из режима эскиза. С помощью команды Extrude выдавите деталь на 127 мм^image010.jpg^ ^image011.jpg^Выберите Modify -> Fillet. Выберите следующие ребра и укажите радиус 3мм и 6мм^image012.jpg^ ^image013.jpg^Начните новый эскиз в плоскости, указанной на рисунке^image014.jpg^Начертите прямоугольник^image015.jpg^Выберите Sketch -> Project/ Include -> Project и выберите отрезки, отмеченные фиолетовым на рисунке^image016.jpg^Завершите эскиз и выдавите эскиз на 31.75 мм^image017.jpg^Создайте эскиз на подсвеченной плоскости^image018.jpg^Начертите дугу со следующими параметрами^image019.jpg^Завершите эскиз и выдавите его насквозь^image020.jpg^Переверните деталь и начните эскиз на днище ^image021.jpg^^image022.jpg^Ножки сделайте с помощью Central Point Arc. Выберите зависимость Coincident и нажмите на точки, указанные на рисунке. Повторите данную операцию с остальными дугами.^image023.jpg^  ^image024.jpg^Так же требуется привязать центры окружностей к центру дуг. Выберите зависимость Horizontal/Vertical и нажмите на точки на рисунке ниже. Повторите операцию с остальными дугами и окружностями^image025.jpg^ ^image026.jpg^Выйдите из режима эскиза и выдавите его со значением -8мм^image027.jpg^С помощью Fillet сделайте сопряжения в указанных частях корпуса.^image028.jpg^ ^image029.jpg^Выберите Create -> Hole.^image030.jpg^Нажмите в любую точку плоскости. ^image031.jpg^Откроется окно параметризации отверстия.^image032.jpg^Нажмите на кнопку Select правее от надписи Reference. Нажмите на указанные места и укажите размер 15.80мм^image033.jpg^Нажмите на вторую кнопку Select, нажмите на указанные места и укажите размер 25.40мм^image034.jpg^В окне параметризации укажите следующие параметры и нажмите ОК.^image035.jpg^Снова выберите Hole, нажмите на ту же плоскость, нажмите на кнопку Select.Выберите следующие точки и укажите размер 53.90мм^image036.jpg^Повторите данную операцию с другими точками и укажите размер 25.40 мм^image037.jpg^В окне параметризации укажите значения, применяемые для первого отверстия. Нажмите ОК.^image038.jpg^Выберите Create -> Threat^image039.jpg^Нажмите на это отверстие и затем кнопку ОК^image040.jpg^Итоговая деталь^image041.jpg^Сохраните деталь под именем Корпус. "
        },
        {
          "name": "Ползунок",
          "content":"Создайте новую деталь. Начните новый эскиз в плоскости XY. Начертите обычную линию из начала координат по оси Y. Нажмите на неё сначала ЛКМ, а затем ПКМ. В появившемся меню выберите Normal/Construction. С помощью Two-point rectangular начертите два прямоугольника, как показано на рисунке. Укажите размеры. Для создания симметрии выберите зависимость Symmetry и выберите сначала правую и левую сторону одного из прямоугольников, а затем линию симметрии. ^image042.jpg^Внутри нижнего прямоугольника начертите ещё один прямоугольник.  ^image043.jpg^С помощью команды Sketch -> Mirror выберите в качестве отражаемой геометрии маленький прямоугольник, а в качестве линии отражении осевую линию. ^image044.jpg^   ^image045.jpg^Выйдете из режима эскиза. Выберите Extrude. Выдавите два больших прямоугольника, не нажимая на маленькие. Выдавите на расстояние 40мм. Нажмите ОК.^image046.jpg^Начните новый эскиз на выделенной плоскости.^image047.jpg^Начертите дугу со следующими параметрами^image048.jpg^Выйдете из режима эскиза и выдавите его насквозь.^image049.jpg^Начните новый эскиз в выделенной плоскости^image050.jpg^Начертите дугу с помощью Sketch -> Arc -> Center Point Arc. Укажите размеры. Выберите зависимость Horizontal/Vertical и выберите центральную точку дуги и её края. ^image051.jpg^ ^image052.jpg^Выйдете из режима эскиза. Выдавите полуокружность с параметром To Object. В качестве объекта выберите ближайшую поверхность.^image053.jpg^Выберите Modify -> Fillet и выделите указанные ребра. Радиус сопряжения: 3 мм^image054.jpg^Начните новый эскиз на выделенной грани.^image055.jpg^Начертите прямоугольную трапецию:^image056.jpg^Выйдите из режима эскиза и выдавите его на -25.4 мм ^image057.jpg^Начните новый эскиз в выделенной плоскости^image058.jpg^Выберите команду Sketch -> Project/Include -> Project.^image059.jpg^Выберите прямоугольники, указанные на рисунке^image060.jpg^Выйдите из режима эскиза и выберите для выдавливания спроецированные прямоугольники. Выдавите прямоугольники по всей длине детали.^image061.jpg^В этой же плоскости начните новый эскиз. Начертите окружность как показано ниже^image062.jpg^Выйдете из режима эскиза. Выберите команду Hole и выберите центром отверстия центр окружности. Укажите следующие параметры отверстия.^image063.jpg^Выберите Thread и нажмите на отверстие. Нажмите ОК.^image064.jpg^ Повторите создание отверстий на грани для зажима со следующими параметрами:^image065.jpg^^image066.jpg^Итоговая деталь^image067.jpg^Сохраните деталь под именем Ползунок. "
        },
        {
          "name": "Вал",
          "content": "Создайте новую деталь. Начните новый эскиз на плоскости XY. Начертите профиль вала (рисунок можно увеличить)^image068.jpg^Выйдете из режима эскиза. Выберите Create -> Revolve.^image069.jpg^В качестве профиля вращения выберите эскиз. В качестве оси вращения выберите отрезок, лежащий на оси X.^image070.jpg^С помощью Threat создайте резьбу на третей ступени вала.^image071.jpg^Выберите Hole и нажмите на первую ступень вала. Получите сквозное отверстие диаметром 7мм^image072.jpg^Сохраните деталь под именем Вал."
        },
        {
          "name": "Ручка",
          "content": "Создайте новую деталь. На плоскости XY создайте эскиз^image073.jpg^Выйдете из режима эскиза и выдавите его на 100мм^image074.jpg^Сохраните деталь под именем Ручка. "
        },
        {
          "name": "Насадка",
          "content": "Создайте новую деталь. Начните эскиз на плоскости XY^image075.jpg^Выдавите эскиз на 10мм^image076.jpg^Выберите Hole создайте два отверстия со следующими параметрами.^image077.jpg^^image078.jpg^Сохраните деталь под именем Насадка."
        },
        {
          "name": "Стержень",
          "content": "Создайте новую деталь. Начните эскиз в плоскости XY и начертите окружность.^image079.jpg^Выдавите деталь на 25мм^image080.jpg^Сохраните деталь под именем Стержень."
        },
        {
          "name": "Сборка",
          "content": "Перейдём к сборке. Создайте новую деталь и сразу же сохраните под именем Сборка. Перенесите из меню на рабочую поверхность все созданные детали. Деталь Стержень перетащите 4 раза, а деталь Насадка – 2 раза.^image081.jpg^Щелкните на Корпус 2 раза ЛКМ, а затем 1 раз ПКМ. В появившемся меню выберите Ground.^image082.jpg^Соединим корпуса. Перейдя в режим сборки Joint,  выберите Slider в списке соединений.^image083.jpg^Нажмите на указанные ниже грани ЛКМ 2 раза.^image084.jpg^^image085.jpg^Выберите в появившемся меню движение по оси X. Нажмите ОК.^image086.jpg^Соединим насадки с корпусом 2. Выберите вид соединения Rigid.^image087.jpg^Выберите следующие рёбра.^image088.jpg^^image089.jpg^Повторите данную операцию с корпусом 1^image090.jpg^^image091.jpg^Закрепим насадки с корпусами стержнями. Выберите вид соединения Rigid и выберете следующие окружности. Повторите операцию с оставшимися стержнями и отверстиями.^image092.jpg^^image093.jpg^Вставим вал в тески. Выберите тип соединения Revolute. ^image094.jpg^Выберите и нажмите на последнюю ступень вала и внутреннюю стенку отверстия корпуса как показано на рисунке.^image095.jpg^^image096.jpg^Вставим ручку в вал. Выберите тип соединения Revolute. Выберите центр ручки и отверстие в валу.^image097.jpg^^image098.jpg^Итоговая сборка^image099.jpg^"
        },
        {
          "name": "Видео сборки",
          "content": "https://www.youtube.com/embed/HjhNK9PS7tA"
        }
      ]
    },
    {
      "id": 8,
      "parts": [
        {
          "name": "Штырь",
          "content": "\"1. Построение детали «Штырь» 1.1. Построение детали начинается с создания эскиза. Для этого выбираем Create sketch на панели инструментов и указываем плоскость, в которой будем выполнять эскиз – XY. (Рисунок 1)  ^1.png^1.2.Переходим к построению эскиза. Начертим окружность. Для этого в панели управления выбираем Sketch → Circle → Center Diameter Circle. Поставим центр окружности в начало координат. И создадим окружность диаметром 25мм. (Рисунок 2)  ^2.png^1.3.Завершаем эскиз, нажав Stop sketch. 1.4.Приступаем к выдавливанию. Выбираем Create → Extrude. Нажимаем на наш эскиз, он выделяется синим. В поле вводим 40 мм. Это число обозначает расстояние, на которое наша деталь будет выдавлена. (Рисунок 3)  ^3.png^1.5.Добавим фаски. Выбираем Modify → Chamfer. Указываем длину фаски 2мм, выбираем два ребра. (Рисунок 4) Результат показан на Рисунке 5  ^4.png^ ^5.png^1.6.Деталь готова!  Создайте такие же детали, но с другими размерами: две детали радиусом 10 мм, длинной 40 мм, и деталь радиусом 2.5 мм, длинной 25 мм."
        },
        {
          "name": "Болт",
          "content": "2. Построение детали «Болт» 2.1. Построение детали начинается с создания эскиза. Для этого выбираем Create Sketch на панели инструментов и указываем плоскость, в которой будем выполнять эскиз – XY. Левой кнопкой мыши выберете плоскость для построения эскиза. (Рисунок 6)  ^6.png^2.2.Переходим к построению эскиза. Начертим окружность. Для этого в панели управления выбираем Sketch → Circle → Center Diameter Circle. Поставим центр окружности в начало координат. И проведем окружность диаметром 20мм. Так как показано на Рисунке 7.   ^7.png^2.3.Завершите эскиз кнопкой Stop Sketch. 2.4.Во вкладке Create выбираем Extrude. Выбираем наш эскиз и выставляем в Distance 10мм. Нажимаем OK. 2.5.Выбираем Create Sketch и нажимаем на верхнюю грань нашей детали. Эскиз будет создаваться на поверхности уже имеющейся детали. (Рисунок 8)   ^8.png^2.6.Поставим центр окружности в начало координат. И проведем окружность диаметром 10мм. Для этого в панели управления выбираем Sketch → Circle → Center Diameter Circle. (Рисунок 9)   ^9.png^2.7.Завершите эскиз кнопкой Stop Sketch. 2.8.Во вкладке Create выбираем Extrude. Выбираем наш эскиз и выставляем в Distance 16мм. Нажимаем OK. (Рисунок 10)   ^10.png^2.9.На поверхности первой окружности нужно построить шестиугольник. Для этого создайте новый эскиз на поверхности. (Рисунок 11)   ^11.png^2.10.Для полного определения шестиугольника относительно центра установите зависимость между началом координат и вершиной шестиугольника. Выберите взаимосвязь Horizontal/Vertical. (Рисунок 12)   ^12.png^2.11.Завершите эскиз кнопкой Stop Sketch. 2.12.Во вкладке Create выбираем Extrude. Выбираем наш эскиз и выставляем в Distance расстояние -6мм. Нажимаем OK. (Рисунок 13)   ^13.png^2.13.В завершение осталось сделать только скругление грани. Для этого выберем Modify → Fillet. Выберите грань для скругления. В поле для размера введите 1мм. (Рисунок 14)   ^14.png^"
        },
        {
          "name": "Внутренний ползунок",
          "content": "3.\tПостроение детали «Внутренний ползунок» 3.1.\tПостроение детали начинается с создания эскиза. Для этого вам нужно кликнуть на вкладку Create Sketch, которая находится в левом верхнем углу. Далее нужно выбрать плоскость, на которой будет построен эскиз – XY. (Рисунок 15)  ^15.png^3.2.\tПереходим к построению эскиза. Для того, чтобы построить линию в панели выбираем Sketch → Line. Левой кнопки мыши нужно кликнуть в центр и провести линию, длиной 25мм по направлению оси в правую сторону. (Рисунок 16)  ^16.png^3.3.\tВыберите произвольную точку вдоль оси, перпендикулярной построенной линии, и постройте параллельную линию. (Рисунок 17)  ^17.png^3.4.\tУстановим равенство этих линий. Для этого выберем в меню справа взаимосвязь Equal. Далее выбираем одну линию (она должна подсветиться синим цветом), затем другую. (Рисунок 18)  ^18.png^3.5.\tТеперь нужно сделать так, чтобы две эти линии находились строго напротив друг друга. Для этого в том же меню выберите взаимосвязь Horizontal/Vertical. И по порядку выберем точку начала первой построенной линии, затем второй. (Рисунок 19)  ^19.png^3.6.\tС помощью Sketch → Sketch Dimension установите расстояние 25мм между линиями. (Рисунок 20)  ^20.png^3.7.\tНа панели инструментов выбираем Sketch → Arc → Tangent Arc. Соединяем концы отрезков дугами с обеих сторон. (Рисунок 21)  ^21.png^3.8.\tДля окончания построения дуг нужно установить центр левой дуги на одной оси с началом координат. Используйте Horizontal/Vertical. (Рисунок 22)  ^22.png^3.9.\tДалее нужно построить окружность в центре нашей детали. Для этого перейдите в Sketch → Circle → Center Diameter Circle. Наводим курсор и щелкаем на синий контур нашей детали и приблизительно в середине начинаем строить окружность. В появившемся окошке вписываем число - диаметр окружности, равный 15мм. (Рисунок 23)  ^23.png^3.10.\tДалее, чтобы окружность, которую мы построили, определилась, нужно поставить точку (Sketch → Point) приблизительно на середину верхней линии, до появления значка (треугольника), после его появления, щёлкнуть мышкой, точка станет чёрной. (Рисунок 24)  ^24.png^3.11.\tПосле, с помощью зависимости Horizontal/Vertical мы устанавливаем взаимосвязь между точкой и окружностью, по очереди выделяя точку и центр окружности. Так же поступаем с центром окружности и центром дуги. После этого окружность определяется, т.е. становится чёрного цвета. (Рисунок 25)  ^25.png^3.12.\tЗавершите эскиз кнопкой Stop Sketch. 3.13.\tВыбираем Create → Extrude. И выдавливаем на нужное нам расстояние, т.е. 20мм. Наводим курсор мыши на наш эскиз, так чтобы внутри центральной окружности был белый цвет и нажимаем на него, после появляется синяя строка, где мы вводим размер (Рисунок 26)  ^26.png^3.14.\tНажимаем на клавиатуре клавишу Enter. После появляется 3D модель детали по главному эскизу ползунка. (Рисунок 27)  ^27.png^3.15.\tВыбираем в панели инструментов Create Sketch. Далее наводим курсор на переднюю грань 3D модели и щелкаем на неё. После этого выбираем в панели инструментов Sketch → Circle → Center Diameter Circle и строим окружность, диаметр которой равен 23мм, из центра предыдущей построенной окружности. (Рисунок 28)  ^28.png^3.16.\tЗавершите эскиз кнопкой Stop Sketch. 3.17.\tВыбираем Create → Extrude, т.е. выдавливание. Появляется окно, в котором мы меняем параметры так, как изображено на Рисунке 29 ^29.png^3.18.\tПосле этого наводим курсор так, чтобы подсветилась синим цветом нужная нам часть, как на Рисунке 30 и устанавливаем размер (2.5мм). Затем проделываем тоже самое, нажимая на стрелочку, показывающую в противоположную сторону, но учитывая то, что выдавливать мы будем на 22,5мм.  ^30.png^3.19.\tПосле вы увидите такую же модель детали, как на Рисунке 31 (Вид сбоку)  ^31.png^3.20.\tЗатем мы при помощи функции Modify в панели инструментов, выбираем фаску, т.е. Chamfer. И по порядку выделяем все рёбра детали (с двух сторон), установив размер фаски 0.5мм. (Рисунок 32)  ^32.png^3.21.\tДеталь готова!  ^33.png^  "
        },
        {
          "name": "Рабочий стержень",
          "content": "4.\tПостроение детали «Рабочий стержень» 4.1.\tДля того, чтобы построить эскиз, нажмите на кнопку Create Sketch, которая находится в левом верхнем углу. Левой кнопкой мыши выберите плоскость для построения эскиза – XY (Рисунок 34)  ^34.png^4.2.\tДля построения линии откройте меню Sketch и выберете Line. Проведите линию по оси X и установите вторую точку на ней. (Рисунок 35)  ^35.png^4.3.\tЧтобы определить размер линии откройте вкладку Sketch и нажмите Sketch Dimension. Установите размер 355мм. (Рисунок 36)  ^36.png^4.4.\tПостройте вторую линию, начало которой будет лежать на оси Y. (Рисунок 37)  ^37.png^4.5.\tВо вкладке Sketch Palette, которая находится справа, найдите зависимость Parallel. Выберете эту зависимость и укажите две построенные линии. (Рисунок 38)  ^38.png^Теперь линии параллельны. 4.6.\tЧтобы сделать линии равными найдите на панели Sketch Palette зависимость Equal (Рисунок 39)  ^39.png^4.7.\tЧтобы вторая линия начиналась с оси Y, найдите на панели Sketch Palette зависимость Horizontal/Vertical. Сначала укажите точку, которая должна лежать на оси Y, затем начало координат. (Рисунок 40)  ^40.png^4.8.\tУкажите расстояние между линиями равное 40мм. Для создания дуг между линиями воспользуемся инструментом Sketch → Arc → Tangent Arc (Рисунок 41)  ^41.png^4.9.\tЧтобы добавить окружность в эскиз, воспользуетесь инструментом Sketch → Circle → Center Diameter Circle. Зададим диаметр окружности 20мм. (Рисунок 42)  ^42.png^4.10.\tПостройте аналогичную окружность справа, но для определения диаметра воспользуетесь зависимостью Equal. В итоге получаем законченный эскиз. 4.11.\tЗавершите эскиз кнопкой Stop Sketch, которая расположена на верхней панели. 4.12.\tДля построения 3D-модели воспользуйтесь инструментом Extrude, который расположен во вкладке Create. В появившемся окне поменяем значение параметра Direction с One Side на Symmetric. Значение параметра Measurement с Half Length на Whole Length. Значение параметра Distance установите 10мм. (Рисунок 43)  ^43.png^4.13.\tСоздайте второй эскиз на поверхности детали. Для этого щелкните по верхней плоскости правой кнопкой мыши и выберите Create Sketch. 4.14.\tС помощью инструмента Offset, который расположен во вкладке Create, создайте окружность смещенную относительно выбранной на 5мм. (Рисунок 44)  ^44.png^4.15.\tЗавершите эскиз кнопкой Stop Sketch. 4.16.\tС помощью инструмента Extrude выдавите полученные замкнутые контуры на 5мм. Значение параметра Operation укажите Join. Завершите выдавливание кнопкой ОК. (Рисунок 45)  ^45.png^4.17.\tЧтобы сделать такие же выступы на другой стороне воспользуйтесь инструментом Mirror, который расположен во вкладке Create. Выберите поверхности, которые будете отражать относительно плоскости. (Рисунок 46)  ^46.png^4.18.\tВо вкладке Origin, которая находится слева, выберете плоскость XY. Завершите операцию кнопкой ОК. (Рисунок 47)  ^47.png^4.19.\tДобавим фаски для детали с помощью инструмента Chamfer, который расположен во вкладке Modify. Выберите ребра для которых хотите сделать фаску. (Рисунок 48)  ^48.png^4.20.\tЗначение параметра Distance, во вкладке Chamfer, укажите 0.5mm и завершите операцию кнопкой ОК. (Рисунок 49)  ^49.png^4.21.\tДеталь готова! "
        },
        {
          "name": "Корпус",
          "content": "9.\tПостроение детали «Корпус» 9.1.\tПостроение детали начинается с создания эскиза. Для этого выбираем Create Sketch на панели инструментов. Далее нужно выбрать плоскость, на которой будет построен эскиз – XY. (Рисунок 124)  ^124.jpg^9.2.\tСамостоятельно с помощью линий (Sketch → Line) и окружности (Sketch → Circle) постройте эскиз с Рисунка 125. Помните! Эскиз должен начинаться в начале координат.  ^125.jpg^9.3.\tДве нижние горизонтальные линии должны находиться на одной прямой, поэтому совместите их с помощью Sketch Palette → Collinear. (Рисунок 126)  ^126.jpg^9.4.\tДве нижние наклонные линии должны находиться на одной прямой, поэтому совместите их с помощью Sketch Palette → Collinear. (Рисунок 127)  ^127.jpg^9.5.\tУстановите параллельность (Parallel) следующих линий (Рисунок 128)  ^128.jpg^9.6.\tЧтобы определить эскиз, нам нужно установить все размеры. Заходим во вкладку Sketch, далее выбираем Sketch Dimension. Установите размеры как указано на Рисунке 129. Если размеры будут установлены правильно, то эскиз будет полностью черного цвета.  ^129.jpg^9.7.\tЗавершите эскиз кнопкой Stop Sketch. 9.8.\tВыдавим деталь на 20мм. Выбираем в панели инструментов Create → Extrude. (Рисунок 130)  ^130.jpg^9.9.\tСоздайте новый эскиз (Create Sketch) на поверхности, как указано на Рисунке 131  ^131.jpg^9.10.\tПостройте в основании детали прямоугольник (Rectangle) со сторонами 400мм на 15мм, расстоянием от ребра до центра координат 50мм. Примените зависимость Collinear для совмещения нижнего ребра прямоугольника и ребра на начале координат. Завершите эскиз (Рисунок 132)  ^132.jpg^9.11.\tВыдавим деталь на -75мм. Выбираем в панели инструментов Extrude. (Рисунок 133)  ^133.jpg^9.12.\tСоздайте новый эскиз (Create Sketch) на поверхности, как указано на Рисунке 134.  ^134.jpg^9.13.\tС помощью линий постройте эскиз как указано на Рисунке 135. Для этого перейдите в Sketch → Line. Используйте зависимость Equal для того, чтобы сделать два верхних отрезка равными. Завершите эскиз (Stop Sketch).  ^135.jpg^9.14.\tВыдавим деталь на -430мм. Выбираем в панели инструментов Extrude. (Рис 136).  ^136.jpg^9.15.\tСоздайте новый эскиз (Create Sketch) на поверхности, как указано на Рисунке 137.  ^137.jpg^9.16.\tПостройте два равных прямоугольника со сторонами 10мм и 40мм. Они должны быть расположены на одной линии с началом координат. Установите соответствующие размеры (Рисунок 138). Завершите эскиз (Stop Sketch).  ^138.jpg^9.17.\tВыдавим деталь на 60мм. Выбираем в панели инструментов Extrude. (Рисунок 139).  ^139.jpg^9.18.\tВыберите новую поверхность построения эскиза, как указано на Рисунке 140.  ^140.jpg^9.19.\tВ новом эскизе постройте окружность диаметром 25мм. Установите размеры относительно построенной детали как указано на Рисунке 141. Завершите эскиз (Stop Sketch).  ^141.jpg^9.20.\tВырежем отверстие на -40мм. Выбираем в панели инструментов Extrude. (Рисунок 142)  ^142.jpg^9.21.\tДеталь почти закончена. Осталось добавить фаски и скругления. Чтобы сделать фаску на 8мм перейдите в Modify → Chamfer. И выберите ребра, показанные на Рисунке 143.  ^143.jpg^9.22.\tТеперь перейдем к скруглению граней (Modify → Fillet). Все скругления выполните на 10мм. (Рисунок 144)  ^144.jpg^9.23.\tГотовая деталь изображена на Рисунке 145.  ^145.jpg^  "
        },
        {
          "name": "Сборка",
          "content": "Сборка 10.1.\tНачнем процесс сборки механизма.  Для начала создайте файл новой сборки File → New Drawing → From Design. Теперь добавьте в сборку первую и основную деталь – Корпус. Зафиксируем деталь. Для этого ее нужно выделить и правой кнопкой мыши открыть меню инструментов. Выбираем Ground. (Рисунок 146)  ^146.png^10.2.\tДалее добавляем следующую деталь – Заводная ручка. Повернем ее для упрощения работы. (Рисунок 147)  ^147.png^10.3.\tТеперь нужно вставить ее в отверстие корпуса. Для этого перейдите во вкладку Assemble → Joint → Revolute. Выберите две окружности, которые будут обозначать место соединение деталей. (Рисунок 148)  ^148.png^10.4.\tПо аналогии добавим деталь Рычаг управления. Перейдите во вкладку Assemble → Joint → Cylindrical. Выберите две окружности, которые будут обозначать место соединение деталей. (Рисунок 149)  ^149.png^10.5.\tВставим деталь Штырь в сборку. Ее нужно закрепить в отверстие на основании механизма так же, как и предыдущую деталь с помощью Assemble → Joint → Revolute. (Рисунок 150)  ^150.png^10.6.\tДобавьте в сборку деталь Щелевой рычаг и вставьте ее в Штырь. Используя Assemble → Joint → Revolute. Выберите две окружности, которые будут обозначать место соединения деталей. (На Рисунке 151 подсвечены белым контуром)  ^151.png^10.7.\tДобавим в сборку Ползунок. Его нужно закрепить на Рычаг управления. Для этого перейдите во вкладку Assemble → Joint → Revolute. Выберите две окружности, которые будут обозначать место соединения деталей. (Рисунок 152)  ^152.png^10.8.\tТеперь соединим плоскости сторон Ползунка и Щелевого рычага. Зависимость Assemble → Joint → Planar позволит соединить плоскости. Выберем две плоскости, которые будут взаимодействовать между собой. (Рисунок 153)  ^153.png^10.9.\tДобавим в нашу сбоку новую деталь – Наружный ползунок. Для того, чтобы данная деталь скользила по детали Корпус закрепим ее с помощью Assemble → Joint → Planar Сделаем совмещение боковых граней (Рисунок 154) и основания (Рисунок 155). Поверхности для совмещения подсвечены на рисунках светло-серым цветом.  ^154.png^ ^155.png^10.10.\tДобавим в сборку Рабочий стержень и соединим его с деталями Наружный ползунок и Внутренний ползунок через зависимость Assemble → Joint → Revolute. Для этого нам понадобиться деталь Штырь. Зафиксируем деталь в Внутренний ползунок и поместим на нее Рабочий стержень. (Рисунок 156)  ^156.png^10.11.\tЗатем соединим с помощью детали Штырь деталь Рабочий стержень и Щелевой рычаг. (Рисунок 157)  ^157.png^10.12.\tВставим в сборку Болт через зависимость Assemble → Joint → Revolute. (Рисунок 158)  ^158.png^10.13.\tСборка почти готова, осталось закрепить Рычаг управления. Для этого нам нужно вставить последнюю деталь Штырь в наш механизм. Для этого перейдите во вкладку Assemble → Joint → Revolute. Вставим Штырь в отверстия Рычага управления и Заводной ручки. (Рисунок 159)  ^159.png^10.14.\tСборка готова! Проверьте работоспособность механизма. "
        },
        {
          "name": "Видео по сборке",
          "content": "https://www.youtube.com/embed/B6c8ntpbNJU"
        }
      ]
    },
    {
      "id": 9,
      "parts": [
        {
          "name": "Гайд",
          "content": "Создание домкрата во Fusion360 Начинаем создание детали с выбора папки на «облаке», где будут храниться все изделия конструкции. После чего выбираем рабочую плоскость – Front, как показано на рисунке 1.   ^1.png^Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент Line.    ^2.png^  Проводим две произвольные линии, таким образом, чтоб они оказались «лежащими» на осях Х и У, а затем соединяем их дугой, используя инструмент Arc. Проставляем следующие размеры – длины линий и радиус дуги, как показано на рис.3.    ^3.png^  Затем выбираем инструмент Centre Diameter Circle и помещаем окружность на уже имеющийся эскиз. Указываем расстояние до осей и диаметр окружности. рис.4.   ^4.png^ С помощью инструмента Construction, который находится на панели Sketch Palette,    делаем вспомогательной ту линию, которая «лежит» на оси У.  рис.5.     ^5.png^ В верхней левой части панели инструментов открываем Sketch и выбираем инструмент Mirror. Выделяем все составляющие эскиза, кроме вертикальной вспомогательной линии.    ^6.png^   ^7.png^ Выделив все составляющие эскиза, «отзеркаливаем» их относительно вспомогательной линии. И получаем следующий вид:    ^8.png^ В разделе панели инструментов выбираем Extrude.    ^9.png^ А затем указываем ту область, которую необходимо выдавить, то есть уже имеющийся эскиз. Во всплывающем окошке задаем необходимые размеры при выдавливании, т. е. расстояние, на которое нужно выдавить эскиз – 12 мм.    ^10.png^   Получаем следующую часть изделия:    ^11.png^ Затем в разделе Construct панели инструментов выбираем Offset Plane.    ^12.png^ И делаем смещение плоскости относительно фронтальной проекции на 25.5 мм.    ^13.png^  А затем с помощью инструмента Mirror «отзеркаливаем» уже имеющуюся часть изделия относительно плоскости, которую мы сместили в пункте ранее.    ^14.png^ ^15.png^  Получаем следующее:    ^16.png^ После чего вновь возвращаемся к работе на фронтальной проекции. С помощью инструмента 2-Point Rectangle, который находится в разделе Sketch, располагаем прямоугольник так, чтоб он совпадал с нижней частью изделия.     ^17.png^ Затем с помощью инструмента Extrude симметрично выдавливаем получившийся прямоугольник до стенок изделия.      ^18.png^ Сохраняем готовую деталь в папку проекта.  Эскиз новой детали также начинаем с выбора нужной рабочей плоскости – Top.   ^19.png^ В верхней левой части панели инструментов открываем Sketch и выбираем инструмент Line.    ^20.png^Проводим произвольную горизонтальную линию («лежащую» на оси Х) и с помощью инструмента Construction, расположенного на Sketch Palette, делаем ее вспомогательной.    ^21.png^ В разделе Sketh панели инструментов выбираем инструмент Center to Center Slot и помещаем произвольный слот на рабочую плоскость и проставляем соответствующие размеры.    ^22.png^  Используя инструмент Circle располагаем внутри паза две окружности. Указываем все необходимые размеры: высота паза, расстояние между центрами окружностей, диаметр окружности.  ! Замечание: проставляем диаметр только одной окружности; диаметр второй окружности указываем с помощью инструмента Equal, расположенного на Sketch Palette !   ^23.png^  Используя инструмент Extrude, выдавливаем получившийся эскиз на 6.5 мм.    ^24.png^   Не забываем сохранить готовое изделие!    ^25.png^Эскиз новой детали как обычно начинаем с выбора нужной рабочей плоскости – Right.     Выбираем инструмент Circle в разделе Sketch и помещаем окружность в центре координат. Задаем окружности нужный размер – диаметр 50 мм, и наживаем Stop Sketch в правой части панели инструментов.     ^26.png^ С помощью инструмента Extrude, симметрично выдавливаем окружность на 25 мм с обеих сторон.    ^27.png^Поворачиваем изделие так, чтоб рабочей оказалась плоскость Front. Помещаем окружность диаметром 12 мм в центр координат. Эскиз не определен, указываем расстояние от центра окружности до края изделия 25 мм.     ^28.png^  Затем симметрично выдавливаем эскиз, метод выдавливания – Cut, расстояние, на которое надо выдавить – All.   ^29.png^ Получаем следующую часть изделия:    ^30.png^  Затем вновь возвращаем Right в качестве рабочей плоскости и располагаем в центре координат окружность диаметром 25 мм.    ^31.png^ А после выдавливаем эту окружность на 500 мм.  ^32.png^В разделе Create панели инструментов выбираем Thread (резьба).   ^33.png^ Во всплывающем  окошке указываем все необходимые параметры резьбы: тип резьбы, шаг, класс и направление.  Не забываем сохранить готовую деталь!   ^34.png^    Эскиз новой детали по традиции начинаем с выбора нужной рабочей плоскости – Top.   ^35.png^ В панели инструментов находим инструмент Center to Center Slot и помещаем произвольный паз на рабочую плоскость. Затем указываем расстояние между радиусы дуг и расстояние между их центрами.    ^36.png^ Используя инструмент Circle, располагаем окружность диаметром 12 мм так, чтоб центр окружности совпадал с центром дуги.   ^37.png^  После чего аналогично помещаем вторую окружность на паз, и с помощью инструмента равенства задаем ей такой же размер, как и у первой окружности.   ^38.png^ Затем выдавливаем эскиз в одну сторону на 36 мм, используя инструмент выдавливания Extrude.    ^39.png^  На боковой стороне изделия располагаем еще одну окружность, сразу указывая все необходимые размеры: диаметр окружности – 24 мм, расстояние до верхнего края – 19 мм, расстояние до начала дуги – 35 мм.     ^40.png^  После чего насквозь выдавливаем эскиз, используя инструмент выдавливания Extrude.    ^41.png^  В разделе Create панели инструментов выбираем Thread (резьба).   ^42.png^ Указываем отверстие, в котором необходимо применить резьбу, а также все необходимые параметры резьбы, как показано на рисунке ниже.    ^43.png^ Не забываем сохранить готовое изделие!   ^44.png^    Эскиз новой детали по традиции начинаем с выбора нужной рабочей плоскости – Top.   ^45.png^   В панели инструментов находим инструмент Center to Center Slot и помещаем произвольный паз на рабочую плоскость. Затем указываем расстояние между радиусы дуг и расстояние между их центрами.    ^46.png^ Используя инструмент Circle, располагаем окружность диаметром 12 мм так, чтоб центр окружности совпадал с центром дуги. После чего аналогично помещаем вторую окружность на паз, и с помощью инструмента равенства задаем ей такой же размер, как и у первой окружности.    ^47.png^ Затем выдавливаем эскиз в одну сторону на 36 мм, используя инструмент выдавливания Extrude.   ^48.png^  На боковой стороне изделия располагаем еще одну окружность, сразу указывая все необходимые размеры: диаметр окружности – 12 мм,  расстояние до верхнего края – 19 мм, расстояние до начала дуги – 25 мм.    ^49.png^ После чего насквозь выдавливаем эскиз, используя инструмент выдавливания Extrude.    ^50.png^Выбираем Front в качестве рабочей плоскости для эскиза новой детали.  ^51.png^ Проводим вертиакальную линию длиной 56 мм относительно центра координат и делаем ее вспомогательной.    ^52.png^ Размещаем окружность диаметром 70 мм так, что центр окружности лежит в центре координат.   ^53.png^  Откладываем еще одну вертикальную линию от центра координат на 16 мм, и также делаем ее вспомогательной.   ^54.png^Проводим горизонтальную линию от конца вертикальной линии, которую мы поместили на эскиз в предыдущем пункте, до пересечения с окружностью.    ^55.png^ После чего требуется сделать всю окружность вспомогательной с помощью инструмента Construction.   ^56.png^В разделе Sketch находим инструмент Arc, и проводим дугу от крайней нижней точки окружности до точки пересечения горизонтальной линии с окружностью.   ^57.png^ После чего удаляем оставшуюся часть окружности.    ^58.png^ Проводим еще одну дугу радиусом 32 мм, причем центр дуги смещен на 16 мм относительно центра координат.   ^59.png^Соединяем концы дуг и получаем замкнутый контур.    ^60.png^ С помощью инструмента Revolve, расположенного в разделе Create, применяем вращение к нашему получившемуся эскизу и получаем следующую часть изделия:    ^61.png^   ^62.png^  Переходим на фронтальную проекцию детали.  ^63.png^ Откладываем прямоугольник от начала координат, используя инструмент Rectangle, сразу проставляя нужные размеры.   ^64.png^ Далее проводим вертикальную осевую линии через начало координат и делаем ее вспомогательной. С помощью инструмента Mirror «отзеркаливаем» прямоугольник относительной этой оси.     ^65.png^Далее выдавливаем получившийся эскиз насквозь. Все необходимые параметры выдавливания указаны во всплывающем окошке.     ^66.png^ Получаем следующее:    ^67.png^После мы применяем круговой массив к предыдущей операции: инструмент находится в разделе Create – Pattern – Circle Pattern. Указываем выдавливание, к которому необходимо применить массив, и У в качестве осевой линии.    ^68.png^    ^69.png^ Смещаем плоскость относительно плоскости Bottom с помощью инструмента Offset Plane в разделе Construct.    ^70.png^ На этой плоскости размещаем окружность диаметром 12, при этом центр окружности лежит в центре координат.     ^71.png^Выдавливаем окружность, используя инструмент Extrude. Все необходимые параметры выдавливания указаны во всплывающем окошке. Далее сохраняем готовое изделие.    ^72.png^ ^73.png^ Создание крепежных изделий Помещаем на фронтальную рабочую плоскость окружность диаметром 21 мм.   ^74.png^  Далее выдавливаем эскиз на 1 мм.   ^75.png^  В разделе Sketch выбираем инструмент Polygon.   ^76.png^  И помещаем 6-угольник на фронтальную проекцию изделия.  Диаметр вписанной окружности – 7.5 мм.    ^77.png^ Выдавливаем полигон на 7.5 мм и получаем шапку болта.   ^78.png^ Далее располагаем изделие так, как показано на рисунке ниже. Проводим осевую линию и делаем ее вспомогательной. После размещаем аналогично иллюстрации прямоугольный треугольник. !Напротив меньшего катета лежит угол, равный 30 градусам!    ^79.png^ Используем инструмент Revolve для вращения треугольника, метод вращения – Cut.   ^80.png^ Получаем 30-градусную фаску изделия.    ^81.png^ Располагаем изделие так, как показано на рисунке ниже. Помещаем окружность диаметром 12 мм.   ^82.png^ Далее выдавливаем эту окружность на 50 мм.    ^83.png^ После чего применяем резьбу. Все необходимые параметры резьбы указаны в окошке на рисунке ниже.   ^84.png^ Сохраняем готовое изделие и переходим к этапу сборки.    ^85.png^   \n "
        },
        {
          "name": "Сборка",
          "content": "Этап сборки 1. Помещаем на рабочее пространство две детали: Part1 и Part2. При этом создаем еще три копии детали Part2 в папке с проектом.     ^86.png^  В разделе Assemble выбираем инструмент Joint.    ^87.png^Создаем взаимосвязь между центр отверстия детали Part2   ^88.png^ и центром отверстия изделия Part1.    ^89.png^  Во всплывающем окне указываем поворот относительно оси Z, тип соединения – Revolute.      ^90.png^   Аналогично создаем зависимость между оставшимися отверстиями детали Part1 и изделиями Part2 и получаем следующую конструкцию:    ^91.png^2. Помещаем на рабочее пространство плоскость изделие Part4.   ^92.png^ Создаем зависимость между центром отверстия, которое находится на верхней стороне детали, и центром крайнего отверстия изделия Part2    ^93.png^Тип соединения, как и в пункте выше, -  Revolute.    ^94.png^ Во всплывающем окне указываем поворот относительно оси Z.    ^95.png^ Получаем конструкцию:    ^96.png^ Аналогично создаем совместимость между деталями на другом конце конструкции:    ^97.png^3. Помещаем на рабочее пространство изделие Part3.    ^98.png^  Создаем зависимость между текущей деталью и центром отверстия изделия Part4, при этом указывая тип соединения – Rigid.     ^99.png^ На противоположном конце конструкции также создаем зависимость между изделием Part3 и центром отверстия детали Part4. Заметим, что тип соединения в данном случае, - Slider, а ось, относительно которой происходит движение детали, - Z.    ^100.png^ В итоге должно получиться следующее:    ^101.png^    4. Затем добавляем на рабочее пространство 4 экземпляра детали Part2   ^102.png^ и создаем зависимости между текущими изделиями и уже имеющейся конструкцией так, как это уже было показано в пункте 1.    ^103.png^5. Следующая на очереди – деталь Part5. Мы так же создаем зависимость между текущим изделием и элементами конструкции, как было показано в  пункте 2.    ^104.png^   ^105.png^  6. Помещаем на рабочее пространство изделие Part6. Создаем взаимосвязь между центром отверстия детали Part5 и центром окружности детали Part6.     ^106.png^ Затем помещаем на рабочее пространство единственное крепежное изделие – болт. Создаем взаимосвязь между центром резьбовой части    ^107.png^ и центром отверстия, куда необходимо поместить этот болт:    ^108.png^  Получаем следующее:    ^109.png^ !Если же болт оказался помещен не той стороной, нажмите на кнопку напротив надписи Flip.  Это окажется решением вашей проблемы! Аналогично создаем взаимосвязь между крепежными изделиями и всеми отверстиями конструкции.    На этом этап сборки завершен.   ^110.png^ Не забудьте сохранить готовую сборку!   "
        },
        {
          "name": "Видео сборки",
          "content": "https://www.youtube.com/embed/DPqQOx-fanI"
        }
      ]
    },
    {
      "id": 14,
      "parts": [
        {
          "name": "Гайд",
          "content": "Создание колеса заклинателя во Fusion360. Начинаем создание детали с выбора папки на «облаке», где будут храниться все изделия конструкции. В нашем случае папка называется ПД 171-333, 334. После чего выбираем рабочую плоскость – Top, как показано на рис. 1. ^image001.jpg^Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент Rectangle, далее выбираем Center Rectangle, как показано на рис.2^image002.jpg^С помощью этого инструмента из центра плоскости строим прямоугольник с указанными, как на рис.3 размерами(между размерами можно переключаться с помощью клавиши Tab).^image003.jpg^Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент  Fillet.^image004.jpg^Чтобы применить этот инструмент для угла, нам нужно выюрать две стороны, составляющие этот угол и задать размер, в данном случае -13мм. Применяем к 2-ум нижним углам.^image005.jpg^Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент  Circle, далее Center Diameter Circle. (рис.6).  ^image006.jpg^Из точек, выделенных красным прямоугольником, проводим 2 окружности с радиусом 13. С помощью инструмента Horizontal/Vertical, который находится на панели Sketch Palette(с правой стороны экрана), фиксируем окружности, поочередно выделяя центр первой, затем второй. И жмем на Stop Sketch, находящийся на панели инструментов.^image007.jpg^В разделе панели инструментов выбираем Extrude.^image008.jpg^А затем указываем ту область, которую необходимо выдавить, то есть уже имеющийся эскиз. Во всплывающем окошке задаем необходимые размеры при выдавливании, т. е. расстояние, на которое  нужно выдавить эскиз – 6 мм. ^image009.jpg^Затем с помощью комбинации клавиши shift + колесико мыши разворачиваем получившуюся деталь, выделяем заднюю сторону и жмем на Create Sketch(рис.10). ^image010.jpg^Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент  Circle, далее Center Diameter Circle, и проводим окружность на произвольном расстоянии вдоль оси Y. Потом открываем  Sketch и выбираем инструмент Line(рис.11).^image011.jpg^С помощью инструмента Line проводим 2 линии, как на рис.12^image012.jpg^Но нам нужно, чтобы они стояли перпендикулярно оси Х, для этого воспользуемся инструментом Perpendicular который находится на панели Sketch Palette. Выделяем сначала саму линию, затем ту, перпендикулярно которой она должна быть. Но мы еще не зафиксировали окружность на оси-> воспользуемся инструментом Horizontal/Vertical который находится на панели Sketch Palette. Нажимаем сначала на центр окружности, а затем на центр плоскости.^image013.jpg^Проставляем размеры, как показано на рис.14^image014.jpg^Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент  Circle, далее Center Diameter Circle, и проводим окружность из центра первой окружности с радиусом 13мм.^image015.jpg^Чтобы наш эскиз, не съезжал, нужно полностью «определить» , для этого воспользуемся инструментом Horizontal/Vertical который находится на панели Sketch Palette.Нажимаем по той точке, где линии соприкасаются с окружностью. Теперь все зависимости проставлены и можно переходить к выдавливанию эскиза, жмем на Stop Sketch, находящийся на панели инструментов.^image016.jpg^В разделе панели инструментов выбираем Extrude. А затем указываем ту область, которую необходимо выдавить, то есть уже имеющийся эскиз. Во всплывающем окошке задаем необходимые размеры при выдавливании, т. е. расстояние, на которое  нужно выдавить эскиз = -10 мм. И указываем параметры выдавливания, как на рис.17^image017.jpg^В дереве слева от фигуры, выбираем параметр Sketches, находим наш эскиз и жмем на лампочку слева, чтобы включить его видимость(рис.18).^image018.jpg^В разделе панели инструментов выбираем Extrude, указываем ту область, которую необходимо выдавить. Во всплывающем окошке задаем необходимые размеры при выдавливании, т. е. расстояние, на которое  нужно выдавить эскиз =4 мм. И указываем параметры выдавливания, как на рис.19^image019.jpg^Затем в верхней левой части панели инструментов открываем Modify и выбираем инструмент  Fillet(рис.20).^image020.jpg^Затем выделяем 2 грани, как показано на рис.21 и задаем размер -16мм. В итоге получаем рис.22 ^image021.jpg^^image022.jpg^После этого переходим на плоскость Right(рис.23), на этой плоскости фигуры нам нужно будет построить эскиз, как на рис.24^image023.jpg^^image024.jpg^После построения эскиза нажимаем на Stop Sketch.Затем в верхней части панели инструментов открываем Create и выбираем инструмент  Rib(рис.25).^image025.jpg^Указываем ту область, которую необходимо выдавить. Во всплывающем окошке задаем необходимые размеры при выдавливании, т. е. расстояние, на которое  нужно выдавить эскиз =10 мм. И указываем параметры выдавливания, как на рис.26^image026.jpg^Затем в верхней левой части панели инструментов открываем Modify и выбираем инструмент  Chamfer(рис.27).^image027.jpg^Указываем грань, с которой будем работать(рис.28). Во всплывающем окне выбираем параметры обрезания(рис.29)^image028.jpg^^image029.jpg^Сохраняем готовую деталь в папку проекта(рис.30).^image030.jpg^Эскиз новой детали также начинаем с выбора нужной рабочей плоскости – Top.  Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент Rectangle, далее выбираем Center Rectangle, как показано на рис.31^image031.jpg^С помощью этого инструмента из центра плоскости строим прямоугольник с указанными, как на рис.32 размерами(между размерами можно переключаться с помощью клавиши Tab).^image032.jpg^Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент Fillet. Применяем инструмент ко всем 4-ём углам прямоугольника.^image033.jpg^Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент Circle, далее Center Diameter Circle, располагаем окружности диаметром 13 мм так, чтобы центры окружностей совпадали с центром дуги(рис.34).^image034.jpg^В разделе панели инструментов выбираем Extrude. А затем указываем ту область, которую необходимо выдавить, то есть уже имеющийся эскиз. Во всплывающем окошке задаем необходимые размеры при выдавливании, т. е. расстояние, на которое нужно выдавить эскиз – 13 мм. ^image035.jpg^Далее выделяем верхнюю плоскость и жмем на Create Sketch(рис.36). ^image036.jpg^Потом открываем Sketch и выбираем инструмент Line. С помощью этого инструмента проводим 2 линии, как на рис.37. ^image037.jpg^Но нам нужно, чтобы они стояли перпендикулярно оси Х, для этого воспользуемся инструментом Perpendicular который находится на панели Sketch Palette. Выделяем сначала саму линию, затем ту, перпендикулярно которой она должна быть. Затем проставляем размеры(рис.38).^image038.jpg^В разделе панели инструментов выбираем Extrude. А затем указываем ту область, которую необходимо выдавить, то есть уже имеющийся эскиз. Во всплывающем окошке задаем необходимые размеры при выдавливании, т. е. расстояние, на которое нужно выдавить эскиз = -3 мм. И указываем параметры выдавливания, как на рис.39^image039.jpg^Далее выделяем боковую плоскость и жмем на Create Sketch(рис.40). ^image040.jpg^С помощью инструмента Construction, который находится на панели Sketch Palette,   делаем вспомогательной ту линию, которая «лежит» на оси У.  рис.41. ^image041.jpg^Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент Line. И строим эскиз, как на рис.42^image042.jpg^В верхней левой части панели инструментов открываем Sketch и выбираем инструмент Mirror. Выделяем все составляющие эскиза, кроме вертикальной вспомогательной линии. Выделив все составляющие эскиза, «отзеркаливаем» их относительно вспомогательной линии.  (рис.43).  ^image043.jpg^На получившемся эскизе проставляем размеры(рис.44)^image044.jpg^В разделе панели инструментов выбираем Extrude. А затем указываем ту область, которую необходимо выдавить, то есть уже имеющийся эскиз. Во всплывающем окошке указываем параметры выдавливания, как на рис.45^image045.jpg^Сохраняем готовую деталь в папку проекта!Эскиз новой детали также начинаем с выбора нужной рабочей плоскости – Front.Проводим две произвольные линии, таким образом, чтоб они оказались «лежащими» на осях Х и У, затем с помощью инструмента Construction, который находится на панели Sketch Palette, делаем вспомогательной эти линии (рис.46).^image046.jpg^Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент Line. И строим эскиз, как на рис.47^image047.jpg^В верхней левой части панели инструментов открываем Sketch и выбираем инструмент Mirror. Выделяем все составляющие эскиза, кроме вертикальной вспомогательной линии. Выделив все составляющие эскиза, «отзеркаливаем» их относительно вспомогательной линии.  (рис.48).  ^image048.jpg^И соединяем линиями две получившиеся части, как на рис. 49^image049.jpg^Проставляем все необходимые размеры (рис.50).^image050.jpg^Затем в верхней левой части панели инструментов открываем Create и выбираем инструмент Revolve(рис.51).^image051.jpg^Выделяем наш эскиз и ось Х, как ось вращения (рис52).^image052.jpg^Сохраняем нашу деталь в папке проекта!Эскиз новой детали также начинаем с выбора нужной рабочей плоскости – Front.Проводим две произвольные линии, таким образом, чтоб они оказались «лежащими» на осях Х и У, затем с помощью инструмента Construction, который находится на панели Sketch Palette, делаем вспомогательной эти линии (рис.53).^image053.jpg^Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент Line. И строим эскиз, как на рис.54^image054.jpg^Проставляем все необходимые размеры (рис.55).^image055.jpg^Затем в верхней левой части панели инструментов открываем Create и выбираем инструмент Revolve. Выделяем наш эскиз и ось Х, как ось вращения (рис56).^image056.jpg^Сохраняем деталь в папку нашего проекта!Эскиз новой детали также начинаем с выбора нужной рабочей плоскости – Front.Затем в верхней левой части панели инструментов открываем Sketch и выбираем инструмент Line. И строим эскиз, как на рис.57.^image057.jpg^указываем с помощью инструмента Equal, расположенного на Sketch Palette и нажимаем поочередно на линии указанные на рис.58^image058.jpg^Проставляем необходимые размеры (рис.59)^image059.jpg^Проводим одну произвольную линию, таким образом, чтоб она оказалась «лежащей» на оси Х, затем с помощью инструмента Construction, который находится на панели Sketch Palette, делаем вспомогательной эту линию. Далее с помощью инструмента Horizontal/Vertical, который находится на панели Sketch Palette (с правой стороны экрана), фиксируем центр плоскости и крайнюю слева нижнюю точку нашей фигуры (рис.60) И жмем на Stop Sketch, находящийся на панели инструментов.^image060.jpg^Затем в верхней левой части панели инструментов открываем Create и выбираем инструмент Revolve. Выделяем наш эскиз и ось Х, как ось вращения (рис.61).^image061.jpg^Затем в верхней левой части панели инструментов открываем Modify и выбираем инструмент Chamfer. И указываем грани, с которыми будем работать (рис.62)^image062.jpg^Сохраняем готовую деталь в папке проекта!"
        },
        {
          "name": "Сборка",
          "content": "1. Помещаем на рабочее пространство две детали: подставка и боковушка. При этом создаем еще одну копию детали боковушка в папке с проектом. ^image063.jpg^В разделе Assemble выбираем инструмент Joint. ^image064.jpg^В ячейке тип соединения указываем Rigid. ^image065.jpg^Затем создаем взаимосвязь между серединой плоскости детали боковушка, как на рис.66^image066.jpg^и центром плоскости детали подставка(рис.67). ^image067.jpg^Аналогично создаем зависимость между второй боковушкой и подставкой, и получаем следующую конструкцию: ^image068.jpg^. Помещаем на рабочее пространство плоскость изделие 4. Создаем зависимость между центром отверстия, которое находится на внутренней стороне детали (рис.69), и центром отверстия изделия боковушка (рис.70). Тип соединения - Revolve. ^image069.jpg^^image070.jpg^Аналогично создаем совместимость между деталями на другом конце конструкции: ^image071.jpg^3. Помещаем на рабочее пространство изделие 5.  Создаем зависимость между центром отверстия, которое находится на внутренней стороне детали (рис.72), и центром отверстия изделия боковушка (рис.73). Тип соединения - Revolve.^image072.jpg^^image073.jpg^Получаем:^image074.jpg^4. Помещаем на рабочее пространство изделие 3. Создаем зависимость между центром отверстия, которое находится на внутренней стороне детали (рис.75), и центром  отверстия изделия 4 (рис.76). Тип соединения  -  Revolve.^image075.jpg^^image076.jpg^На этом этап сборки завершен. Итоговый вид конструкции:^image077.jpg^Не забудьте сохранить готовую сборку!"
        },
        {
          "name": "Видео сборки",
          "content": "https://www.youtube.com/embed/l9Vx4-eQ7to"
        }
      ]
    },
    {
      "id": 10,
      "parts": [
        {
          "name": "Гайд",
          "content": "Создание игрушечной пушки во Fusion360 1. Создние детали Axle.  Начинаем наш эскиз с выбора рабочей плоскости. В правой верхней части находим «кубик» и выбираем Front, как показано на рис.1.^1.png^ В верхней левой части панели инструментов открываем Sketch и выбираем инструмент Line.   ^2.png^ Проводим произвольную вертикальную линию и с помощью инструмента Construction, расположенного на Sketch Palette, делаем ее вспомогательной.    ^3.png^Затем с помощью инструмента  Line наносим первоначальные очертания чертежа. После чего проставляем все необходимые размеры с помощью инструмента  Sketch Dimension. (рис.4.)  ^4.png^  В разделе Sketch панели инструментов выбираем инструмент Mirror, после чего выделяем все необходимые составляющие чертежа и «отзеркаливаем» их относительно вспомогательной линии. (рис.5.).   ^5.png^Для того, чтобы применить «вращение» к получившемуся эскизу, проведем еще одну вспомогательную линию, которая будет лежать на оси Х, то есть в основании эскиза.    ^6.png^ После чего в разделе Create выбираем инструмент Remove и получаем следующую деталь   ^7.png^ В средней части панели инструментов открываем раздел Modify, после чего выбираем инструмент Chamfer.     ^8.png^   Затем выбираем нужное ребро, к которому следует применить фаску, размер которой 1 мм. После в левой части панели инструментов открываем раздел Sketch, выбираем инструмент Circle и наносим эскиз на плоскость вала, как показано на рисунке 9. Наносим следующие размеры: диаметр окружности = 2.50 мм, расстояние от центра окружности до края вала = 2.50 мм.       ^9.png^Сохраняем готовую деталь.  ^10.png^   2. Создание детали Canon pin.  Первым делом выбираем нужную рабочую плоскость -  Front.  Затем в левой части панели инструментов открываем раздел Sketch, выбираем инструмент Line и наносим эскиз на плоскость. С помощью инструмента Sketch Dimension проставляем все необходимые размеры.  ^11.png^ Далее в разделе Sketch выбираем инструмент Mirror. Выделяем ту часть эскиза, которую необходимо отразить относительно оси YZ. Получаем следующий эскиз.   ^12.png^  После с помощью инструмента Remove, расположенного в разделе Sketch выполняем вращение относительно центральной оси. Затем в разделе Modify выбираем инструмент Chamfer и выделяем то ребро, к которому надо применить фаску. Размер фаски = 1 мм.    ^13.png^ Затем применяем такую же фаску с другого конца вала и сохраняем получившуюся деталь.   ^14.png^ 3. Создание детали Pin.  Первым делом выбираем нужную рабочую плоскость -  Front.  Затем с помощью инструмента Line наносим на плоскость эскиз и проставляем соответствующие размеры так, как показано на рис.15.  ^15.png^C помощью инструмента Chamfer в разделе Modify панели инструментов применяем фаски 1 мм по обоим краям детали. Сохраняем получившуюся деталь (рис.16).   ^16.png^ 4. Создание детали Canon Wheel  Первым делом выбираем нужную рабочую плоскость -  Front   Затем выбираем инструмент Circle в разделе Sketch и помещаем три окружности разных диаметров на рабочую плоскость, как показано на рис. 17, при этом среднюю окружность мы помечаем как вспомогательную с помощью инструмента Construction, расположенного в Sketch Palette.    ^17.png^ Затем в разделе Sketch находим инструмент Arc и выбираем Center Point Arc.    ^18.png^Центром дуги выбираем точку пересечения вспомогательной окружности с осью YZ. Проводим дугу так, как показано на рисунке 19, радиус дуги = 2.50 мм.     ^19.png^  С помощью инструмента Line проводим две произвольные линии от крайних точек дуги и с помощью инструмента Tangent, расположенного на Sketch Palette, делаем их касательными по отношению друг к другу.  ^20.png^   Далее так же с помощью инструмента Arc соединяем концы линий, взяв за центр дуги центр координат.  Далее, используя инструмент Fillet, расположенного в разделе Sketch, делаем сопряжение на перечении дуги и линии радиусом 2 мм. (рис.21)    ^21.png^ После чего создаем круговой массив при помощи инструмента Circular Pattern.   ^22.png^ В разделе Create выбираем инструмент Extrude и левой кнопкой мыши указываем необходимую область выдавливания, а также выбираем направление – симметрично, дистанцию, на которую нужно выдавить – 4.5 мм.  (рис.23)    ^23.png^  На фронтальной плоскости получившейся детали помещаем окружность диаметром 35 мм и с помощью инструмента Extrude делаем выдавливание на 2 мм, метод выдавливания – Cut.    ^24.png^ Используя инструмент Chamfer применяем фаску размером 2 мм на внутренней стороне изделия.      ^25.png^ Также применяем фаски размером 1 мм на внешней стороне детали и размером 0.5 мм по периметру отверстий.     ^26.png^  ^27.png^  Сохраняем готовую деталь.  ^28.png^ 5.  Создание детали Support  Выбираем Front в качестве рабочей плоскости и помещаем эскиз, как показано на рис.29, расставляя необходимые размеры     ^29.png^  С помощью инструмента Arc проводим дугу.   ^30.png^ Далее, используя инструменты Arc, Line и Circle, помещаем на плоскость эскиз, показанный на рисунке 31, проставляя необходимые размеры.    ^31.png^ Используя инструмент Circle добавляем к эскизу 4 окружности.   ^32.png^После чего указываем их размеры. Диаметр верхней окружности – 6.50 мм. Диаметры двух других окружностей – 10 мм. При этом, мы указываем размер только одной из них, а диаметр второй окружности определяем с помощью инструмента равенства, расположенного на Sketch Palette. Диаметр окружности, расположенной посередине эскиза, равен 5 мм.     ^33.png^  Используя инструмент Fillet применяем сопряжения радиусом 4 мм и 2 мм на заостренных местах эскиза.   ^34.png^ Затем выдавливаем эскиз на 5 мм, метод выдавливания – Join (New Body). После чего сохраняем готовую деталь.   ^35.png^  6. Создание детали Base.   В разделе Sketch выбираем инструмент Rectangle. Помещаем прямоугольник размером 150х100 на рабочую плоскость и указываем сопряжения по краям радиусом 20 мм.   ^36.png^И с помощью инструмента Extrude выдавливаем эскиз на 10 мм.   ^37.png^ В разделе Modify выбираем инструмент Fillet и создаем сопряжения размером 2 мм по периметру изделия с одной стороны.     ^38.png^ Сохраняем готовую деталь.  7. Создание детали Barrel. Выбираем Front в качестве рабочей плоскости.   После чего, с помощью инструментов, использованных в пунктах выше, помещаем силуэт эскиза так же, как показано на рис. 39.    ^39.png^ Используем Sketch Dimension для указания всех необходимых размеров. Также добавляем все необходимые недостающие моменты в эскизе. (рис.40)     ^40.png^        С помощью инструмента Remove «вращаем» эскиз вокруг оси на 360 градусов.      ^41.png^   На фронтальной плоскости изделия помещаем окружность, используя инструмент Circle, расставляя необходимые размеры (рис.42).    ^42.png^  После чего выдавливаем эту окружность «насквозь» с помощью инструмента Extrude, метод выдавливания – Cut. (рис.43).     ^43.png^    Сохраняем последнюю деталь и переходим к этапу сборки.^44.png^"
        },
        {
          "name": "Сборка",
          "content": "Этап сборки. Добавляем детали Support и Axel на рабочее пространство. Зафиксируем деталь, чтобы она не мешала движению подвижных частей механизма. Выделяем двойным щелчком ЛКМ и нажимаем ПКМ. В открывшемся меню выбираем Ground.   ^45.png^Затем нам нужно создать взаимосвязь между двумя изделиями. В разделе Assemble панели инструментов выбираем Joint и соединяем середину второй ступени вала с центром отверстия стенки. Тип соединения – Rigid.   ^46.png^Если вы все сделали верно, то должно получиться следующее:   ^47.png^ Аналогично «цепляем» на вал вторую стенку:   ^48.png^После чего создаем подобным образом создаем взаимосвязь между изделием Axel и отверстиями, расположенными на передней части боковой стенки.     ^49.png^  Затем добавляем изделие Pin на рабочее пространство. Создаем взаимосвязь между центром текущего изделия и отверстиями детали Support с двух сторон.     ^50.png^   ^51.png^  Добавляем изделие Canon pin на рабочее пространство. Далее создаем взаимосвязь между центром первой ступени вала и центром отверстия. Аналогично создается связь с другой стороны боковой стенки.     ^52.png^  ^53.png^ Следующий шаг – помещение колес на валы. Для того, чтобы добавить четыре колеса на рабочее пространство, в папке, где хранятся все детали конструкции, создаем 3 копии нашего изделия.    ^54.png^ Затем помещаем изделие Canon wheel на рабочее пространство. Создаем взаимосвязь между центром вала и серединой отверстия, находящегося посередине детали Canon wheel. При этом учитываем, что расстояние между колесом и изделием Support должно быть 3 мм (в появившемся окошке 0 мм заменяем на 3 мм).    ^55.png^ Аналогичным образом «цепляем» оставшиеся 3 колеса на валы и сохраняем сборку.    ^56.png^  Добавляем изделие Barrel на рабочее пространство. Создаем взаимосвязь между центром детали Pin и центром отверстия, которое расположено на изделии Barrel.    ^57.png^ Далее по оси Z сдвигаем изделие на -13.5 мм и с помощью бегунка поворачиваем деталь на 175.0 deg.    ^58.png^ ^59.png^ Добавляем на рабочее пространство последнюю деталь в сборке – Base. Для того, чтобы поместить пушку на подставку, необходимо создать взаимосвязь между горизонтальной плоскостью проекции детали Base и нижней частью изделия Support, как показано на иллюстрациях ниже.    ^60.png^   ^61.png^ При этом указываем сдвиг по оси Z на 24 мм, а по оси X на 5 мм. На этом основной этап сборки игрушечной пушки завершен.   ^62.png^Последний этап в сборке игрушечной пушки – выбор материалов. Нажмите правой клавишей мыши в любой месте рабочего пространства, после чего в появившемся контекстном меню выберите вкладку Appearance. После этого вам будет представлена библиотека материалов, где вы сможете выбрать подходящий для себя и применить его к изделию."
        },
        {
          "name": "Видео сборки",
          "content": "https://www.youtube.com/embed/bIGbfiAVa4o"
        }
      ]
    },
    {
      "id": 13,
      "parts": [
        {
          "name": "Гайд",
          "content": "Создание флешки во Fusion360. 1.\tСоздание корпуса. Начинаем наш эскиз с выбора рабочей плоскости. В левой верхней панели выбираем Top,  как показано на рис.1.  ^1.png^        В верхней левой части панели инструментов открываем Sketch,  выбираем инструмент Rectangle, а затем Center Rectangle (Рис.2)    ^2.png^    Далее строим прямоугольник, проставляя размеры с помощью команды Sketch Dimension. (Рис.3)  ^3.png^ С помощью инструмента Line и Central Rectangle  во вкладке Sketch наносим первоначальные очертания чертежа, выставляя необходимые размеры, как показано на рис.4.   ^4.png^ Проводим обычную горизонтальную линию, затем нажимаем на нее и с помощью инструмента Construction, расположенного на Sketch Palette, делаем ее вспомогательной. В разделе Sketch панели инструментов выбираем инструмент Mirror, после чего выделяем все необходимые составляющие чертежа и «отзеркаливаем» их относительно вспомогательной линии. (Рис.5.)  ^5.png^   В разделе Create выбираем инструмент Extrude и в колонке Distance ставим значение 8. (Рис.6)  ^6.png^  Затем создаем эскиз на выделенной грани, нажимая на нее правой кнопкой мыши и выбирая команду Create Sketch. (Рис.7)   ^7.png^ Строим окружность, выбирая инструмент Sketch -> Circle -> Center Diameter Circle. (Рис.8)  ^8.png^  Выдавливаем окружность на 8 мм. (Рис.9)    ^9.png^ На этой же окружности строим еще одну диаметром 4 мм, а затем выдавливаем ее в обратную сторону на 8 мм. (Рис.10)   ^10.png^  Создаем эскиз на виде сверху, строим два прямоугольника, указываем размеры, делаем зависимость по горизонтали с центральной осью, нажимая на Horizontal/Vertical в Sketch Palette. (Рис.11)  ^11.png^ Выдавливаем прямоугольники на 2.5 мм (Рис.12)   ^12.png^    Делаем то же самое, только с другой стороны. (Рис.13)  ^13.png^ Строим прямоугольник, выполняя зависимости вертикальности со вспомогательной линией и указывая размеры. (Рис.14)   ^14.png^    Выдавливаем его на 5.5 мм внутрь. (Рис.15)   ^15.png^ На вкладке Create выбираем инструмент Mirror, затем на нижней панели выбираем наше выдавливание, нажимаем Mirror Plane и выбираем плоскость XY. Нажимаем ОК. (Рис.16)                                                                                     ^16.png^ Создаем на грани новый эскиз, строим прямоугольник, задаем размеры. Во вкладке Sketch выбираем инструмент Fillet и делаем фаски как показано на рис.17.   ^17.png^ Выдавливаем прямоугольник на 0.35 мм. (Рис.18)   ^18.png^    Делаем то же самое с обратной стороны. (Рис.19)   ^19.png^  Затем наносим эскиз, как показано на рис. 20. Чтобы обрезать линию нужно вопользоваться инструментом Trim во вкладке Sketch.   ^20.png^  Выдавливаем фигуру до уровня верхней грани. (Рис.21)   ^21.png^ В разделе Modify выбираем инструмент Fillet и скругляем все ребра радиусом 0.75 мм. (Рис.22)   ^22.png^ Затем скругляем то, что показано на рис.23.   ^23.png^ Выдавим круг насквозь. (Рис.24)   ^24.png^ На обратной стороне создаем новый эскиз, строим прямоугольник с показанными на рисунке ниже размерами. Делаем скругления радиусом 0.1 мм. (Рис.25)    ^25.png^ Выдавливаем его внутрь на 6 мм. (Рис.26)   ^26.png^ Нажав английскую клавишу “A” на английской раскладке можно выбрать материал для детали, например металлик. Сохраняем деталь. (Рис.27)    ^27.png^  2.\tСоздание второй детали Начинаем эскиз с выбора рабочей плоскости. В левой верхней панели выбираем Right.    (Рис.28)  ^28.png^ Строим два прямоугольника, задаем размеры. (Рис.29)    ^29.png^ Выдавливаем их на 11.5 мм. (Рис.30)  ^30.png^   Создаем новый эскиз на виде сверху. Делаем все как на рис.31  ^31.png^ С помощью инструмента Mirror отзеркаливаем прямоугольники относительно вспомогательной линии. (Рис.32)   ^32.png^ Выдавливаем на 0.5 мм как показано на рис. 33.  ^33.png^ Затем слева в разделе Sketches включаем лампочку на Sketch2, чтобы видеть эскиз. Выдавливаем на 1 мм вверх как показано на рис. 34.   ^34.png^  Выдавливаем оставшуюся часть. (Рис. 35)  ^35.png^ Делаем скругления всех углов инструментом Fillet радиусом 0.1 мм. (Рис. 36)  ^36.png^     Выбираем материал для детали и сохраняем ее. (Рис. 37)  ^37.png^  3.\tСоздание третьей детали  Начинаем эскиз с выбора рабочей плоскости. В левой верхней панели выбираем Right.    (Рис. 38)  ^38.png^   С помощью инструмента Line строим эскиз и указываем размеры. С помощью инструмента Fillet скругляем углы радиусом 0.2 мм. (Рис. 39)  ^39.png^ Во вкладке Construct нажимаем Offset Plane и выбираем плоскость XY. Затем перемещаем ее на 1.5 мм. (Рис. 40)  ^40.png^   Растягиваем плоскость. (Рис. 41)  ^41.png^ Создаем эскиз на этой плоскости и строим прямоугольник по размерам. (Рис. 42)  ^42.png^    Затем во вкладке Create выбираем инструмент Sweep. Сначала в разделе Profile нажимаем по нашему прямоугольнику, а в разделе Path по нашему эскизу. Должно получиться как на рис. 43.  ^43.png^ Во вкладке Modify нажимаем Fillet, выбираем грань и скругляем ее на 0.65 мм. (Рис. 44)  ^44.png^   На нижней грани строим круг диаметром 0.35 мм. (Рис. 45)  ^45.png^    Выдавливаем этот круг насквозь. (Рис. 46)  ^46.png^                                                                                 Выбираем материал Gold-Polished и сохраняем деталь. (Рис. 47)  ^47.png^          Сделаем копию этой детали. Изменим только длину с 12 мм на 10 мм. Сохраним ее. (Рис. 48)  ^48.png^    4.\tСоздание USB-разъема  Начинаем эскиз с выбора рабочей плоскости. В левой верхней панели выбираем Front. (Рис. 49)   ^49.png^ Строим прямоугольник по указанным размерам, в центре строим прямоугольник вспомогательными линиями. Делаем скругления углам радиусом 0.2 мм. (Рис. 50)  ^50.png^  В разделе Sketch выбираем инструмент Trim и обрезаем линию как на рис. 51.  ^51.png^       Затем строим на этом месте вспомогательную линию и выравниваем прямоугольник по центру относительно ее. (Рис. 52)  ^52.png^        Выдавливаем прямоугольник на 17 мм. (Рис. 53)  ^53.png^ В разделе Modify выбираем инструмент Shell, нажимаем на переднюю грань и делаем всё как на рис. 54.  ^54.png^      Выдавливаем всю грань насквозь. (Рис. 55)  ^55.png^ На обратной стороне снова используем инструмент Shell. (Рис. 56)  ^56.png^         Выдавливаем насквозь всю грань. (Рис.57)  ^57.png^ На виде сверху строим эскиз прямоугольника и выставляем размеры, так же скругляем углы радиусом 0.1 мм. (Рис. 58)  ^58.png^     Строим вспомогательную линию и с помощью инструмента Mirror отзеркаливаем прямоугольник. (Рис.59)  ^59.png^       Выдавливаем их до нижней грани. (Рис. 60)  ^60.png^      На виде сверху строим эскиз прямоугольника и выставляем размеры, так же скругляем углы радиусом 0.1 мм. (Рис. 61)  ^61.png^ Строим вспомогательную линию и с помощью инструмента Mirror отзеркаливаем прямоугольник. (Рис. 62)  ^62.png^   Выдавливаем прямоугольники насквозь. (Рис. 63)   ^63.png^ Выбираем материал для детали и сохраняем ее. (Рис. 64)  ^64.png^ "
        },
        {
          "name": "Сборка",
          "content": " Помещаем на рабочее пространство первую деталь: корпус. Нажимаем на Ground и делаем ее неподвижной. (Рис. 65)  ^65.png^ Добавляем вторую деталь – USB разъем. В разделе Assemble выбираем инструмент Joint. (Рис. 66)  ^66.png^ Выбираем грань на USB разъеме, а затем грань на корпусе. Тип соединения – Rigid (Рис. 67)  ^67.png^  Добавляем третью деталь. Правую грань новой детали с помощью инструмента Joint совмещаем с гранью USB разъема. Тип соединения – Rigid. (Рис. 68)  ^68.png^    Перемещаем ее на 8.5 мм. (Рис. 69)  ^69.png^ Добавляем последнюю деталь нашей сборки. С помощью инструмента Joint грань детали совмещаем с гранью другой детали как на рис. 70. ^70.png^  Добавляем копию последней детали только с меньшей длиной. Так же с помощью инструмента Joint совмещаем ребра деталей. (Рис. 71)  ^71.png^ Повторяем эти два шага еще раз. Передвигаем деталь обратно, чтобы она зашла в USB-разъем. (Рис. 72)  ^72.png^  Итоговый вид флешки. (Рис. 73)  Не забудьте сохранить сборку!   ^73.png^ "
        },
        {
          "name": "Видео сборки",
          "content": "https://www.youtube.com/embed/7lv_Ek8CfQk"
        }
      ]
    },
    {
      "id": 11,
      "parts": [
        {
          "name": "Гайд",
          "content": "Создание пластикового самолета во Fusion360. В правой верхней части находим «кубик» и выбираем Create Form, как показано на рис.1. ^image001.png^В верхней левой части панели инструментов открываем Create и выбираем инструмент Box. Начинаем наш эскиз с выбора рабочей плоскости. (рис.2)^image002.png^В окне BOX задаем нужные параметры. (рис.3)^image003.png^Затем выделяем так, как показано на рис.4. Нажимаем на правую кнопку мыши и выбираем Edit Form.^image004.png^После чего вытягиваем параллельно нажимая на клавишу alt. (рис.5-7)^image005.png^^image006.png^^image007.png^Выделяем, как показано на рисунке и вытягиваем параллельно нажимая на клавишу alt. (рис.8)^image008.png^Далее вытягиваем переднюю часть, как показано на рисунке. (рис.9)^image009.png^После чего нажимаем клавишу alt и вытягиваем. (рис.10-11)^image010.png^^image011.png^Далее создаем кабину для пилотов. Вытягиваем, как показано на рисунке и делаем смещение назад. (рис.12-13)^image012.png^^image013.png^Затем выделяем так, как показано на рисунке и вытягиваем параллельно нажимая на клавишу alt. (рис.14-15) ^image014.png^^image015.png^Создаем стабилизаторы, для этого вытягиваем выделенную часть параллельно нажимая на клавишу alt. (рис.16-17) ^image016.png^^image017.png^Затем создаем киль. Вытягиваем параллельно нажимая на клавишу alt. (рис.18)^image018.png^Выделяем, как показано на рисунке и вытягиваем параллельно нажимая на клавишу alt. (рис.19-20)  ^image019.png^^image020.png^Далее выделяем, как показано на рисунке и вытягиваем параллельно нажимая на клавишу alt. (рис.21-22)^image021.png^^image022.png^После с помощью клавиши alt вытягиваем выделенную часть, которая показано на рисунке. (рис.23-24). ^image023.png^^image024.png^Затем выделяем крыло так, как показано на рисунке и вытягиваем. (рис.25-26) ^image025.png^^image026.png^После в левом верхнем углу меняем режим на Render и выбираем Appearance. (Рис.27-28)^image027.png^^image028.png^В появившейся библиотеке находим папку Plastic и выбираем Translucent.^image029.png^^image030.png^Выбираем понравившийся цвет и перетаскиваем на самолет. (рис.31)^image031.png^Итог работы:^image032.png^"
        },
        {
          "name": "Видео",
          "content": "https://www.youtube.com/embed/LethOSnlLFE"
        }
      ]
    },
    {
      "id": 12,
      "parts": [
        {
          "name": "Гайд",
          "content": "Создание корпуса машины во Fusion360. В правой верхней части находим «кубик» и выбираем Create Form, как показано на рис.1. ^image001.png^В верхней левой части панели инструментов открываем Create и выбираем инструмент Plane. Начинаем наш эскиз с выбора рабочей плоскости. (рис.2)^image002.png^В окне Plane задаем нужные параметры. (рис.3) ^image003.png^Затем выделяем так, как показано на рис.4-5. В левом верхнем углу нажимаем на Modify и выбираем Edit For. Вытягиваем параллельно нажимая на клавишу alt.^image004.png^^image005.png^Выделяем линию, как показано на рисунке и смещаем вперед. (рис.6-7.)^image006.png^^image007.png^Выделяем точку на бампере и тянем во внутрь. (рис.8-9.)^image008.png^^image009.png^То же самое проделываем с задней стороной. (рис.10-11.)^image010.png^^image011.png^После выделяем линию по длине корпуса и увеличиваем в ширину. (рис.12)^image012.png^Далее выделяем линию оконной  части и вытягиваем. (рис.13)^image013.png^Затем выделяем линию по всему корпусу и оставляем не выделенными четыре места для колес. После вытягиваем вниз параллельно нажимая на клавишу alt. (рис.14-15)^image014.png^^image015.png^Выделяем линию, после из верхней панели открываем Modify и выбираем UnCrease. (рис.16-18)^image016.png^^image017.png^^image018.png^Выделяем линию и увеличиваем размер по диагонали. После вытягиваем наружу. (рис.19-21)^image019.png^^image020.png^^image021.png^Вторую половину корпуса выделяем и удлиняем. (рис.22-23)^image022.png^^image023.png^Далее выделяем плоскость для панели и вытягиваем назад. (рис.24-25.)^image024.png^^image025.png^Панель нужно с помощью клавиши alt еще раз вытянуть. Потом выделяем верхнюю часть панели и тянем с клавишей alt. (рис.26-29).^image026.png^^image027.png^^image028.png^^image029.png^Затем выделяем панель так, как показано на рисунке и тянем к внутренней стороне. (рис.30-31) ^image030.png^^image031.png^Выделяем нужные элементы, как на рисунке и изменяем. (Рис.32-33)^image032.png^^image033.png^Создаем передний бампер, выделяем и вытягиваем. (Рис.34-35)^image034.png^^image035.png^Добавляем фары, как показано на рисунке. (рис.36-37)^image036.png^^image037.png^Выделяем линию с внутренней стороны и тянем по  диагонали. После выделяем центральную точку и смещаем вниз. (Рис.38-40)^image038.png^^image039.png^^image040.png^Из верхней панели открываем Modify и выбираем Weld Vertices. После перехода в режим нужно склеить каждую точку друг с другом. (Рис.41-44)^image041.png^^image042.png^^image043.png^^image044.png^Из верхней панели открываем Create и нажимаем Cylinder. Выбираем параллельную плоскость. После задаем размер для окружности, чтобы не выходил за пределы крыла и ставим получившийся цилиндр по центру. (Рис.45-48)^image045.png^^image046.png^^image047.png^^image048.png^Выделяем линии с передней и с задней стороны. Уменьшаем по диагонали. Создаем еще раз цилиндр. Ставим его по центру первого цилиндра. (Рис.49-52)^image049.png^^image050.png^^image051.png^^image052.png^Выделяем линию, как показано на рисунке и уменьшаем по диагонали. Потом выделяем линию второго цилиндра и увеличиваем под диагонали. (Рис.53-56)^image053.png^^image054.png^^image055.png^^image056.png^Из верхней панели открываем Symmetry и выбираем Circular Internal. В появившемся окне Circular нажимаем на 8 sided symmetry. (Рис.57-58)^image057.png^^image058.png^После выбираем любую точку из передней линии второго цилиндра и тянем по диагонали. (Рис.59-60)^image059.png^^image060.png^Из верхней панели открываем Symmetry и выбираем Mirror. Выбираем паралелльную плоскость. Ставим получившееся колесо. Потом копируем и вставляем к задней части. (Рис.61-63)^image061.png^^image062.png^^image063.png^Переходим в режим Render. В появившемся окне находим папку Translucent и меняем цвет корпуса. (Рис.64)^image064.png^^image065.png^Итог работы: ^image066.png^"
        },
        {
          "name": "Видео",
          "content": "https://www.youtube.com/embed/28-600bA9lM"
        }
      ]
    },
    {
      "id": 15,
      "parts": [
        {
          "name": "A-образный рычаг",
          "content": "^image001.jpg^1.Запускаем Fusion 360. Открылась стартовая страница. Будем работать в листовым металлом^image003.jpg^2.Выбираем MODEL -> SHEET METAL. Перед проектированием нужно определить правила для работы с листовым металлом^image004.jpg^3.Последовательно выбираем MODIFY -> Sheet Metal Rules^image005.jpg^В открывшемся окне мы видим, что несколько правил уже есть.^image006.png^Мы создадим новое правило для детали. Нажимаем ПКМ на Steel(mm)(Defauit) -> New Rule^image007.png^У нас открывается окно создания нового правила^image008.png^Задаем название нашего правила и указываем толщину металлаИмя: A-ListТолщина:Thickness =6 mmСохраняем Save^image009.png^После сохранения видим, что наши настройки показываются в списке правил^image010.png^Сделаем A-List как стили по умолчаниюПКМ по A-List ->Set as Default. Появилась приписка (Default)^image011.png^ 3.Начнем проектировать саму деталь. Нажимаем в поле Sketch -> Create Sketch. Выбираем плоскость ZX^image014.png^Наша панель станет такой^image015.jpg^4.В панели Sketch выбираем Line. Нажимаем на начало координат и ведем курсор мыши наверх , вводим 1298(никуда не нажимая), затем нажимает ЛКМ, потом ESC^image017.png^Начиная с самой верхней точки откладываем влево Line на 47^image018.png^Из самой нижней точки создаем линию, вводим 51, затем нажимаем Tab на клавиатуре и вводим161.6 (градусы)^image019.jpg^Затем возвращаем в верхнюю часть эскиза и с самой левой части рисуем линию – курсор мышиведем в левый нижний угол , вводим 800, затем Tab и вводим 95 (градусов), нажимаем ЛКМ^image020.png^Соединяем две точки как на скрине-Конец 800-миллиметровой линии с самой левой нижней точкой^image021.png^Эскиз готов-^image022.png^5.Создаем фланец нашего тела из тонкого листового металлаНажимаем в поле CRAFT -> Flange , после нажимаем на наш эскиз^image023.jpg^Как видим у нас использовалось ранее созданное правило, при необходимости можно выбратьдругое правило. Нажимаем OK.^image024.png^Если нужно поменять правило можно в меню слева нажать на кнопку, которая стоит справа отRule: A-List и в открывшемся меня выбрать другое правило.^image025.jpg^Создадим сгиб6.Нажимаем CREATR-> FLANGE и выделяем самое правое ребро, открывается окно^image026.jpg^Выставляем длину 60.2 (Height)Bend Position выбираем Outside. Нажимаем OK^image027.jpg^7.Еще раз используем Фланец , выделяем грань как на скрине^image028.jpg^Ставим длину 47, остальное оставляем без изменений^image029.png^Получаем^image030.jpg^8.Создадим вспомогательную плоскость. Выберем в меню CONSTRUCT -> Plane at Angle^image031.png^Включаем видимость осей координат, выбираем ось OY^image032.jpg^Заполняем поле градусов (Angle) 73,5. Нажимаем ОК.^image033.jpg^Нажимаем на CONSTRUCT -> Offset Plane^image034.jpg^Затем выбираем нашу только что созданную плоскость^image035.jpg^Вводим дистанцию: -418,7. Нажимаем ОК.^image036.png^Мы создали плоскость для отзеркаливанияТеперь отзеркалим наш компонентЗаходим в CREATE -> Mirror. Выбираем в Pattern Type: Bodies. Нажимаем на знак курсора рядомс полем Objects , Выделяем наш компонент, на скрине он стал синим, затем нажимаем на полесправа от Mirror Plane и выделяем нашу новую плоскость, нажимаем ОК.^image037.jpg^Получится:^image038.png^9.Создаем новый эскизнажимаем на Create sketch в панели SKETCH. Затем выбираем ближайшую к нам грань (как наскрине)^image039.jpg^При помощи линии соединяем две точки ,как на скрине^image040.jpg^Создаем еще 2 линии по 156.5мм каждый^image041.png^Соединяем нижние точки этих линий вместе линией. Получится такой эскиз^image042.png^10.Переходим в режим MODEL -> CREATE -> Extrude. Выставляем Дистанцию равную 8 мм. Нажимаем ОК.^image043.jpg^11.Создаем вспомогательную плоскость. Нажимаем CONSTRUCT -> Выбираем внутреннюю плоскость, как на скрине -> Выставляемдистанцию 27,1. Нажимаем ОК.^image044.jpg^12.Отзеркалим наш компонент: Нажимаем CREATE -> Mirror. Меняем Pattern Type->Features. Затем нажимаем на поле Objects и выбираем наш компонент, посленажимаем на выбор справа от Mirror Plane и выбираем нашу новую плоскость. Нажимаем ОК.^image045.jpg^13.Ранее описанным способом создаем плоскость^image046.jpg^Создаем прямоугольник SKETCH -> 2-Point Rectangle. Затем соединяем две точки:^image047.jpg^14.Выделяем наш прямоугольник. Переходим в режим MODEL -> CREATE -> Extrude. Выставляем Дистанцию равную 8 мм. Нажимаем ОК.^image048.jpg^15.Создаем новый скетч по данному выделению^image049.png^При помощи линий находим середину плоскости^image050.png^В точке пересечения создаем окружность с диаметром=60мм. SKETCH -> Circle -> Center DiameterCircle -> 60^image051.png^Удаляем наши вспомогательные линии (выделяем линию и нажимаем на DEL на клавиатуре)^image052.png^16.Выделяем наш круг и нажимаем CREATE -> Extrude -> выставляем дистанцию=22. Нажимаем ОК.^image053.jpg^17.Создаем вспомогательную плоскость CONSTRUCT-> Tangent Plane -> OK^image054.jpg^Перемещаем ее в середину. CONSTRUCT->Offset Plane. Дистанция: -30. Нажимаем ОК.^image055.jpg^В меню справа скрываем ненужные плоскости нажимая на лампочки слева^image056.png^Создаем ранее описанным способом круг диаметром= 51,25мм, на расстоянии 41,25мм от низа прошлого цилиндра^image057.jpg^18. Удаляем вспомогательные линии^image058.jpg^19.Нажимаем CREATE -> Torus. Выделяем точку –середину окружности и выставляем значения. Inner Diameter=55. Torus Diameter=25. Operation=Join. Нажимаем ОК.^image059.jpg^20.Создаем плоскость по ранее описанному способу^image060.jpg^21.Переходим в режим SHEET METAL22ю Создаем эскиз на новой плоскости^image062.jpg^Строим прямоугольник 550 длина и 60 ширина^image063.jpg^23.По выделению создаем фланец^image064.jpg^24.Выделяем нижнюю грань и создаем еще один фланец с длиной 35. Ставим Bend Position -> Inside^image065.jpg^25.Затем нажимаем на знак плюса и выбираем вторую нижнюю грань. Нажимаем ОК.^image066.jpg^26.Перейдем в Создаем эскиз ранее описанным способом^image068.png^27.Создаем произвольную фигуру^image069.png^Затем выдавим ее на 6 мм (ранее описанным способом)^image070.jpg^28.Снова выделим деталь и отзеркалим ее при помощи ранее созданной плоскости, котораяпроходит посередине детали. Нажмем ОК.^image071.jpg^29.Снова заходим в Mirror, выделяем уже 2 компонента^image072.jpg^Затем выбираем ранее созданную плоскость Plane2. Нажимаем ОК.^image073.jpg^30.Создаем плоскость изменяя положение ранее созданной плоскости^image074.jpg^31.Создаем новый эскиз, на новой плоскости^image075.jpg^32.Создаем круг ранее описанным способом. Диаметр =67^image076.jpg^33.Удаляем вспомогательные линии34. Добавляем второй круг диаметр=35^image077.png^35.Выделяем получившийся «бублик» нажимаем Extrude для создания выделения и вносимизменения. Direction=Two. SidesSide1->Distance=20mm. Side2->Distance=60mm^image078.jpg^36.Отзеркалим его на другую сторону при помощи Mirror.^image079.jpg^37.Нажимаем на значек файла в верхней левой части, далее нажимаем на Save, либо нажимаемсочетание клавиш на клавиатуре Ctrl+S. Даем название: A-Frame. Нажимаем еще раз Save^image080.jpg^Деталь сохранена."
        },
        {
          "name": "Каркас",
          "content": "^i0.jpg^ Frame (Каркас). ^^Для создания каркаса, показанного выше, нам необходимо сделать 4 детали. Далее описывается пошаговый процесс создания. ^^1. Для начала нам необходимо создать эскиз. Нажимаем на кнопку Create Sketch в левой части панели инструментов. Выбираем плоскость XY для создания эскиза. (Рис. 2)^i2.jpg^Выбираем на панели инструментов Line (Рис. 3) и ставим первую точку на начале координат. (Рис. 4)^i3.jpg^^i4.jpg^Направляем нашу линию влево вдоль оси и ставим размер 1400мм. (Рис 5)^i5.jpg^Так же, с помощью инструмента Line дорисовываем эскиз, как показано на рис. 6^i6.jpg^Чтобы деталь была полностью определена нам нужно проставить размеры. Наводим на надпись SKETCH и в выпадающем списке выбираем Sketch Dimension. Ставим углы 135 градусов и расстояние между прямыми 65мм как на рис. 8 и нажимаем кнопку STOP SKETCH справа на панели инструментов.^i8.jpg^Далее нам необходимо выдавить наш эскиз. Для этого на панели инструментов нажимаем Extrude (Рис 10).^i10.jpg^Кликаем ЛКМ на наш эскиз и вводим параметр 10мм. (Рис. 11)^i11.jpg^Давайте создадим ещѐ один эскиз поверх только что выдавленного тела. Для этого нажимаем на плоскость тела (Рис 12), а затем уже на знакомую нам кнопку Create Sketch.^i12.jpg^Выбираем инструмент Line и проводим линию чуть выше основания от начала до конца детали (Рис. 13) и ставим размер между новой линией и линией основания с помощью Sketch Dimension 10мм. (Рис. 14)^i13.jpg^^i14.jpg^Далее нам необходимо выдавить наш эскиз. Для этого на панели инструментов нажимаем Extrude и выставляем параметр 75мм. (Рис. 15)^i15.jpg^Полученное нам придется отразить с помощью зеркала, но для этого необходимо создать доп. плоскость. На панели инструментов выбираем CONSTRUCT -> Offset Plane и нажимаем на грань как н рис. 16^i16.jpg^Теперь отражаем имеющуюся деталь. Выбираем CREATE -> Mirror , выделяем всю деталь и выбираем созданную ранее плоскость.^i17.jpg^ Созданную ранее плоскость можно скрыть. Для этого в дереве слева открываем Construction и нажимаем на лампочку рядом с Plane 1. ^Деталь необходимо сохранить. Для этого вызываем выпадающий список в левом верхнем углу и нажимаем Save. Вводим путь и название детали и нажимаем Save.^^ 2. Остальные три детали можно получить из только что сделанной нами детали. Для этого в дереве слева открываем Sketches -> Sketch1 два раза кликаем ЛКМ по нему и у нас открывается наш эскиз. Удаляем размеры с углов. Выбираем в окне справа инструмент Perpendicular и нажимаем на рѐбра, как на рис. 19 ^i19.jpg^^i20.jpg^Закрываем эскиз. Деталь изменилась, теперь нам необходимо сохранить еѐ как новую, чтобы не потерять то что мы уже сделали. Для этого в выпадающем списке в левом верхнем углу нажимаем Save as (Рис. 21) и даѐм новое имя, например, Detal 2.^i21.jpg^Для создания следующей детали снова открываем эскиз двойным щелчком у нашей первой детали. Меняем длину на 4050мм (Рис. 22). Далее мы удаляем уговой размер только с одной стороны и с помощью инструмента Perpendicular, убераем неопределѐнность (Рис. 23). На рис. 24 показан итоговый эскиз.^i22.jpg^^i23.jpg^^i24.jpg^Сохраняем. В выпадающем списке в левом верхнем углу нажимаем Save as и даѐм новое имя, например, Detal 3. Для создания последней детали мы уже открываем эскиз только что сохранѐнной детали. Убираем угловой размер со второй стороны, ставим перпендикулярность и меняем размер длинны на 4045мм. На рис. 25 можно посмотреть, что у вас должно получиться.^i25.jpg^Сохраняем. В выпадающем списке в левом верхнем углу нажимаем Save as и даѐм новое имя, например, Detal 4. 3. Начинаем собирать наш каркас. Для этого нам нужно создать новую деталь. Для этого вызываем выпадающий список в левом верхнем углу и нажимаем New Design (Рис. 26)^i26.jpg^Чтобы вставлять наши подготовленные детали, необходимо сначала сохранить пустое рабочее поле. Назовѐм сборку Frame0002. (Рис. 27)^i27.jpg^Из списка слева мы будем добавлять наши детали в сборку. (Рис. 28) Перетаскиваем Detal 3 на рабочее поле, разворачиваем при помощи вспомогательных элементов так, как нам будет удобно. (Рис. 29) ^i28.jpg^^i29.jpg^В дереве событий нажимаем ПКМ на только что добавленную деталь и нажимаем Ground. Перетаскиваем Detal 1 на рабочее поле, разворачиваем при помощи вспомогательных элементов так, как нам будет удобно. (Рис. 30)^i30.jpg^В данной сборке нам понадобится лишь инструмен Joint на панели инструментов. Чтобы соединить наши детали, сначала кликаем на Detal 1 как показано на рис. 31, а затем на Detal 3, как показано на рис. 32. Результат показан на рис. 33.^i31.jpg^^i32.jpg^^i33.jpg^Перетаскиваем Detal 3 на рабочее поле, разворачиваем при помощи вспомогательных элементов так, как нам будет удобно. (Рис. 34) Сопрягаем Detal 3 и Detal 1 тем же способом, что и первые две детали.^i34.jpg^Перетаскиваем Detal 2 на рабочее поле, разворачиваем при помощи вспомогательных элементов так, как нам будет удобно. (Рис. 35)^i35.jpg^Сопрягаем Detal 2 и Detal 3 так как показано на рис. 36 и рис. 37 соответственно.^i36.jpg^^i37.jpg^Перетаскиваем Detal 4 на рабочее поле, разворачиваем при помощи вспомогательных элементов так, как нам будет удобно. (Рис. 38)^i38.jpg^Сопрягаем Detal 4 и Detal 3 так как показано на рис. 39 и рис. 40 соответственно. Сдвигаем деталь вправо на 240мм (Рис. 41)^i39.jpg^^i40.jpg^^i41.jpg^Перетаскиваем Detal 4 на рабочее поле, разворачиваем при помощи вспомогательных элементов так, как нам будет удобно и сопрягаем еѐ так же, как и выше, симметрично предыдущей детали. (Рис. 42)^i42.jpg^Скрываем значки сопряжений, чтобы они нам не мешали. Для этого ПКМ на значке и выбираем Show/Hide. (Рис. 43 и Рис. 44) ^i43.jpg^ ^i44.jpg^ Перетаскиваем Detal 2 на рабочее поле, разворачиваем при помощи вспомогательных элементов так, как нам будет удобно. (Рис. 45)^i45.jpg^Сопрягаем Detal 2 и Detal 1 так, как показано на рис. 46 и рис. 47 соответственно. Отодвигаем Detal 2 на 240мм. (Рис. 48)^i46.jpg^^i47.jpg^^i48.jpg^Перетаскиваем Detal 2 на рабочее поле, разворачиваем при помощи вспомогательных элементов так, как нам будет удобно. Сопрягаем Detal 2 и Detal 1 так, как и предыдущую, только симметрично последней (Рис 49). Отодвигаем Detal 2 на 1152,8мм. (Рис. 50)^i49.jpg^^i50.jpg^Перетаскиваем Detal 2 на рабочее поле, разворачиваем при помощи вспомогательных элементов так, как нам будет удобно. Сопрягаем Detal 2 и Detal 1 так, как и предыдущую, только симметрично последней. Отодвигаем Detal 2 на 1992,5мм. (Рис. 51)^i51.jpg^Перетаскиваем Detal 2 на рабочее поле, разворачиваем при помощи вспомогательных элементов так как нам будет удобно. Сопрягаем Detal 2 и Detal 1 так, как и предыдущую. Отодвигаем Detal 2 на 3005мм. (Рис. 52)^i52.jpg^Сохраняем каркас под именем Frame0002.^i53.png^"
        },
        {
          "name": "Сборка",
          "content": "Перед сборкой вам понадобится скачать детали по ссылке ниже.^parts.zip^ ^0.png^ 1. Начинаем собирать финальную конструкцию. На данный момент у вас имеются детали который мы сделали сами, плюс детали, которые идут  готовые. Нажимаем в верхнем левом углу File -> New Design. Создаём и сохраняем пустое поле.Размещаем на поле Frame0002. ПКМ по нему и кликаем на Ground. (Рис. 1)^1.png^Затем давайте разместим P-Axle-Rear. Перетаскиваем подсборку на рабочее поле и с помощью элементов управления размещаем так, как показано на рис. 2^2.png^Далее давайте присоединим её к нашему каркасу, для этого выбираем инструмент Joint (Рис. 3)^3.png^Выбираем точки сопряжения и выравниваем подсборку как показано на рис. 4. и рис.5^4.png^^5.png^Разместим SpringAxle и Hanger Depan. Перетаскиваем детали на рабочее поле и с помощью элементов управления размещаем так, как показана на рис. 6^6.png^С помощью инструмента Joint выбираем сначала отверстие в одном из концов SpringAxle а затем отверстие в Hanger Depan. В окне инструмента выбираем Type -> Revolule. Выравниваем Spring Axle как показано на рис. 7 и нажимаем ОК.^7.png^Затем снова нажимаем Joint и выбираем центр верхней плоскости детали Hanger Depan и нижнюю плоскость подсборки P-Axle-Rear. Параметр Type меняем на Rigid и нажимам ОК. (Рис. 8) ^8.png^Нажимаем на флажок и немного вращаем SpringAxle, подготавливая её тем самым для дальнейшей сборки. (Рис. 9)^9.png^Перетаскиваем в рабочую плоскость деталь Anting. С помощью инструмента Joint выбираем сначала отверстие в Anting, а затем отверстие в SpringAxle. В окне инструмента выбираем Type -> Revolule. Выравниваем Anting как показано на рис. 10 и нажимаем ОК.^10.png^Перетаскиваем в рабочую плоскость деталь Hanger Blkng. С помощью инструмента Joint выбираем сначала отверстие в Anting, а затем отверстие в Hanger Blkng. В окне инструмента выбираем Type -> Revolule. Выравниваем Anting как показано на рис. 11 и нажимаем ОК.^11.png^Теперь с помощью вращения наших деталей добиваемся того, чтобы Hanger Blkng плоская часть касалась P-Axle-Rear. Проделываем всё то же, что и ранее симметрично первой подвеске. Результат вы сможете увидеть на рис. 12 ^12.png^Продолжим нашу сборку. Перетаскиваем в рабочее поле деталь Springset. С помощью инструмента Joint выбираем сначала отверстие на новой детали, а затем отверстие на SpringAxle. Если необходимо, поворачиваем Springset, так, чтобы деталь была параллельна SpringAxle. (Рис. 13) ^13.png^Со второй стороной проделываем те же операции.Добавляем на рабочее поле Axle Genset. С помощью инструмента Joint выбираем сначала окружность на конце Axle Genset, а затем окружность в Springset. Меняем Type на Revolute. С помощью элементов управления выравниваем Axle Genset. (Рис. 14)^14.png^Теперь нам нужно поработать с другой стороной нашего каркаса. Для начала добавим на рабочее поле BRC. Turn Table 4 раза. BRC. Turn Table представляет собой равнобедренный треугольник. С помощью инструмента Joint выбираем сначала центр одного “из катетов” а затем нижнюю грань детали каркаса. Не забываем переключить Type на Rigid. С помощью элементов управления выравниваем “треугольник” так, чтобы он встал ровно в угол. (Рис. 15)^15.png^Проделываем аналогичные операции с тремя оставшимися деталями. У вас должно получиться, как показано на рис. 16^16.png^Добавим к нашей сборке деталь Turn Up. С помощью инструмента Joint выбираем верхнюю плоскость окружности и нижнюю плоскость одного из “треугольников”. Type -> Rigid. С помощью элементов управления выравниваем деталь, чтобы она была ровно по центру окна. (Рис.17) ^17.png^Затем добавим деталь Turn Down. С помощью инструмента Joint выбираем внутреннюю меньшую окружность у Turn Down и внешнюю меньшую окружность у Turn Up. Type -> Revolute. (Рис. 18)^18.png^Теперь прямо в нашей общей сборке выполним небольшую подсборку. Для этого добавим на рабочее поле детали TB-01 и CVR-TB-01. С помощью инструмента Joint выбираем центр ребра меньшей плоскости CVR-TB-01 и центр на конце внутренней плоскости TB-01. Type -> Rigid. Нажимаем ОК. (Рис. 19)^19.png^Далее добавляем деталь TB-02 и с помощью инструмента Joint соединяем её с только что сделанной конструкцией. Первую точку выбираем на в середине на конце внутренней плоскости TB-02, а вторую на середине ребра CVR-TB-01 и с помощь элементов управления выравниваем как показано на рис. 20 ^20.png^Теперь добавим деталь BRC-TB-02. С помощью инструмента Joint соединяем её с только что сделанной конструкцией как показано на рис. 21^21.png^Проделываем те же операции с обратной стороны, чтобы подсборка была симметричной.Теперь добавим ещё одну деталь TB-02. С помощью инструмента Joint соединим их внешние плоскости, выбрав точки посередине плоскостей. С помощью стрелки удаляем одну от другой на 100мм. (Рис. 22)^22.png^Добавляем на рабочее поле две детали CVR-TB-02. С обратной стороны обеих деталей TB-01, размещаем эти детали аналогично с CVR-TB-01. (Рис. 23) ^23.png^Аналогичным образом, как и ранее, присоединяем к конструкции ещё две детали TB-02. (Рис. 24)^24.png^Осталось немного! Перетаскиваем на рабочее поле две детали и соединяем их с имеющейся конструкцией, как показано на рис. 25.^25.png^Теперь перетаскиваем на рабочее поле две детали P. Busing TB-01. Всё так же, с помощью инструмента Joint “надеваем” детали на конструкцию путём совмещения плоскостей и выравниваем при помощи элементов управления. (Рис. 26)^26.png^Наша подсборка готова! Теперь соединяем её с нашей главной сборкой. Для этого снова используем инструмент Joint. И совмещаем плоскость одной из деталей P. Busing TB-01 с Turn Down. И, естественно, выравниваем с помощью элементов управления. (Рис.27)^27.png^На данном этапе нам придётся вернуться почти в самое начало и вспомнить как присоединить подвеску. Делаем это упираясь на рис.6 – рис. 16 и на инструкции, ссылающиеся к данным иллюстрациям. Итог проделанной работы показан на рис. 28^28.png^Поздравляем, самая сложная часть закончена!Чтобы завершить сборку полностью, проделаем ещё несколько шагов. Добавим на рабочую площадь деталь Bumper. С помощью инструмента Joint выбираем центр малой стенки на Bumper и цент на детали корпуса. (Рис. 29)^29.png^С помощью элементов управления выравниваем Bumper, если необходимо. (Рис. 30)^30.png^Теперь добавим деталь TTP-Suspension. Присоединяем её к задней части сборки, совмещая плоскости, как показано на рис. 31. ^31.png^Доработаем переднюю часть сборки. Добавляем на рабочее поле деталь A-Frame. С помощью инструмента Joint выбираем отверстие в A-Frame (Рис. 32) и отверстие в одной из P. Busing TB-01 (Рис. 33). Пункт Type меняем на Rvolute.  ^32^33.png^С помощью элементов управления выравниваем A-Frame. (Рис. 34)^34.png^А теперь займёмся тем, без чего наш прицеп теряет всякий смысл. Колёса!Добавляем на рабочую площадь Tire. С помощью инструмента Joint совмещаем колёса с конструкцией, как показано на рис. 35 и рис. 36. Обратите внимание, чтобы в пункте Type было выбрано Revolute.^35.png^^36.png^С помощью элементов управления выравниваем колесо. (Рис. 37)^37.png^Наш прицеп практически готов. Осталось добавить пару практичных элементов. ^38.png^Добавим на рабочее поле две детали Selebor. С помощью любимого нами инструмента Joint присоединяем детали к сборке как показано на рис. 39 и рис. 40.^39.png^^40.png^С помощью элементов управления выравниваем нашу деталь так, чтобы Selebor выполняла роль крыла и защищала от брызг воды. (Рис. 41) ^41.png^Поздравляем наша сборка наконец готова!!! Не забываем сохранить её. ^42.png^"
        }
      ]
    },
    {
      "id": 16,
      "parts": [
        {
          "name": "Крестовина",
          "content": "Построение детали «Крестовина» 1)Создаем деталь. Для начала необходимо выбрать плоскость, в которой мы будем работать. Выбираем плоскость XZ            2)После выбора плоскости создадим простой прямоугольник с центром в начале координат. Находим во вкладку Sketch и выбираем вкладку Rectangle, в ней выбираем Center Rectangle и ставим середину на начало координат (Рисунок 1).               ^01.png^   3)Далее необходимо выставить размеры. Заходим во вкладку Sketch, далее выбираем Sketch Dimension D (Рисунок 2). Для постановки размера нажимаем на нужную нам линию и выставляем размеры. В данном случае высота 14.4mm, ширина 14.4mm (Рисунок 3).             ^02.png^ ^03.png^      4)Наша деталь полностью определена и готова к 3D-операциям. Находим команду Extrude. В строке Distance ставим 19.7. Нажимаем OK (Рисунок 4).     ^04.png^               5)Теперь необходимо поставить осевую линию. Открываем вкладку Construct и находим команду Axis Through Two Planes (Рисунок 5). Затем нажимаем на 2 плоскости: XY и YZ. Нажимаем OK. Результат на Рисунке 6.      ^05.png^ ^06.png^                      6)Создадим эскиз на боковой стороне детали. Выберем плоскость XY и выберем команду Line. Сделаем эскиз как показано на Рисунке 7.    ^07.png^                       7)Проставим размеры. Между левым ребром детали и самой правой верхней точкой эскиза расстояние 0.25, расстояние от внутренней вертикальной линии до самой правой точки 6.35, расстояние между вертикальными прямыми 2.54, углы наклона диагоналей 30 градусов (Рисунок 8).   ^08.png^ 8)Для определения эскиза нам надо спроецировать некоторые элементы детали. Для этого заходим в вкладку Sketch и ищем вкладку Project / Include и выбираем Project. Выбираем нижнее и верхнее ребро детали. Теперь воспользуемся вкладкой Sketch Palette, которая находится с правой стороны. Воспользуемся командой Coincident (Рисунок 9). Эта команда делает сопряжение. Выберем самую правую верхнюю точку эскиза и верхнее ребро детали (Рисунок 10). Повторим операцию с нижним ребром и самой правой нижней точкой. Результат полностью определенного эскиза показан на Рисунке 11.    ^09.png^                 ^010.png^  ^011.png^                     9)Теперь можно вращать эскиз вокруг детали. В вкладке Create находим команду Revolve. В строке Profile выбираем внешнюю часть эскиза, а в строке Axis выбираем нашу осевую линию (см.шаг 5). Результат показан на Рисунке 12.      ^012.png^                10)Выбираем плоскость XY и во вкладке Sketch выбираем вкладку Circle, а в ней команду Center Diameter Circle (Рисунок 13). Ставим окружность с диаметром 4.75. Укажем высоту от нижнего основания детали до центра окружности 6.70 (Рисунок 14). Найдем во вкладке Sketch Palette команду Horizontal/Vertical и применим ее на центр окружности и начало координат. Эта команда выставляет элементы на одной вертикальной или горизонтальной прямой.(Рисунок 15)      ^013.png^          ^014.png^        ^015.png^                 11)Выбираем команду Extrude. В строке Profile выбираем эскиз окружности. В строке Direction выбираем Symmetric. В строке Distance пишем 12. В строке Operation выбираем Join (Рисунок 16). Результат на Рисунке 17.            ^016.png^       ^017.png^ 12) Выбираем плоскость YZ и в вкладке Sketch выбираем вкладку Circle, а в ней команду Center Diameter Circle. Ставим окружность с диаметром 4.75.Укажем высоту от верхнего основания детали до центра окружности 6.70. Найдем во вкладке Sketch Palette команду Horizontal/Vertical и применим ее между центром окружности и началом координат. Результат показан на Рисунке 18.               ^018.png^           13)Выбираем команду Extrude. В строке Profile выбираем эскиз окружности. В строке Direction выбираем Symmetric. В строке Distance пишем 12. В строке Operation выбираем Join. Результат показан на Рисунке 19.                  ^019.png^         14)Перед завершение детали сделаем скругления. В вкладке Modify находим команду Fillet. Выбираем ребра боковых сторон детали и выставляем значение 1.25 и нажимаем OK (Рисунок 20). Далее выбираем ребра между боковыми и верхними основаниями, а также ребра боковых торчащих окружностей (Рисунок 21) и выставим значение 0.25 и нажимаем OK (Рисунок 22).        ^020.png^            ^021.png^                   ^022.png^     Деталь готова.     ^023.png^ "
        },
        {
          "name": "Основа",
          "content": "Построение детали «Основа» 1)Деталь «Основа» имеет основу детали «Полумуфта», поэтому перед началом работы скачайте и загрузите ее в Fusion 360. ^parts.zip^  2)Для начала работы выберем плоскость.Выбираем команду Create Sketch (Рисунок 1) и выберем плоскость, как показано на Рисунке 2. ^1.png^^2.png^  3)Построим окружность с помощью команды Center Diameter Circle с диаметром 25мм (Рисунок 3). Её можно найти во вкладке Sketch-Circle.   ^3.png^                  4)Сделаем выдавливание с помощью команды Extrude. Выделим все, как показано на Рисунке 4. В строке Distance пишем -10 (Рисунок 5). Нажимаем ОК. Результат показан на Рисунке 6.  ^4.png^    ^5.png^      ^6.png^                5)Создадим эскиз при помощи команды Create Sketch и выберем плоскость как показано на Рисунке 7. Выбираем команду Extrude и выделим эскиз, как показано на Рисунке 8. В строке Direction выбираем Two Sides, в вкладке Side 2 находим строчку Extent и выбираем To Object и любую плоскость внутри детали. В строке Operation ставим Join (Рисунок 9). Результат показан на Рисунке 10.   ^7.png^    ^8.png^    ^9.png^  ^10.png^                                                          6)Сделаем скругление на 1.25 при помощи команды Fillet (Рисунок 11).     ^11.png^            7)Создадим эскиз на дне детали и начертим квадрат при помощи команды Rectangle, а также зависимости Equal в вкладке Sketch Palette. Поставим размер стороны 12.62мм. (Рисунок 12).  ^12.png^  8)Выдавим получившийся квадрат на 17.8 с помощью команды Extrude (Рисунок 13).        ^13.png^       9)Теперь необходимо поставить осевую линию. Открываем вкладку Construct и находим команду Axis Through Two Planes. Затем нажимаем на 2 плоскости: XZ и YZ. Нажимаем OK. Результат на Рисунке 14.    ^14.png^     10)Создаем новый эскиз на нижней плоскости XZ и делаем эскиз, а также ставим размеры (Рисунок 15).        ^15.png^             11)Выполним вращение эскиза вокруг оси при помощи команды Revolve в вкладке Create. Результат показан на Рисунке 16.       ^16.png^       12)Сделаем фаски при помощи команды Chamfer, которая находится в вкладке Modify (Рисунок 17). Выделим грани как показано на Рисунке 18. В строке Distance пишем 1.25. Результат показан на Рисунке 19.       ^17.png^       ^18.png^           ^19.png^        13)Сделаем скругление при помощи команды Fillet на 0.25мм. На Рисунке 20 выделены все необходимые грани.   ^20.png^            14)Следующим шагом сделаем сечение детали. Заходим во вкладку Inspect и выбираем команду Section Analysis (Рисунок 21). Выберем плоскость, по которой будет сечение. В строке Faces выберем плоскость YZ и нажмем ОК (Рисунок 22). Результат показан на Рисунке 23.  ^21.png^^22.png^^23.png^15)Создаем эскиз на сечении и делаем эскиз и ставим размеры как показано на Рисунке 24.        ^24.png^           16)Сделаем операцию Revolve, а осью выберем вернее основание эскиза (Рисунок 25). Нажимаем OK.     ^25.png^              Деталь готова      ^26.png^"
        },
        {
          "name": "Сборка",
          "content": "Сборка Муфты  1) Для создания сборки необходимо зайти в вкладку New Drawing. Далее выбираем From Animation (Рисунок 1)    ^001.png^    2) После перенесем деталь «Основа» в сборку. Зафиксируем деталь. Для этого ее нужно выделить и правой кнопкой мыши открыть меню инструментов. Выбираем Ground (Рисунок 2). Далее добавим детали «Крестовина» и «Полумуфта» (Рисунок 3).  ^002.png^      ^003.png^     3) После добавление всех элементов сборки, необходимо произвести совмещение деталей «Основа» и «Крестовина». Совмещение будем производить при помощи функции Joint. Её находим в вкладке Assemble (Рисунок 4). В меню функции Type выберем Cylindrical (Рисунок 5). Открылось меню функции, в котором мы можем выбрать 2 плоскости для сопряжения. В строке Component1 выберем плоскость одной детали, а в Component2 плоскость другой детали. Выберем плоскости как показано на Рисунках 6 и 7.     ^004.png^   ^005.png^         ^006.png^               ^007.png^                    4) После применения, необходимо выполнить сопряжение плоскостей, зайдем в Joint и выберем Planar, выберем плоскости как показано на Рисунках 8 и 9. Результат показан на Рисунке 10.       ^008.png^            ^009.png^     ^0010.png^            5) Теперь осталось добавить деталь «Полумуфта», делается это аналогично с использованием функции Join (Рисунок 11).            ^0011.png^           Сборка готова. ^0012.png^  "
        }
      ]
    }
  ],
  "annotations": [
    {
      "id": 1,
      "annotations": [
        {
          "index": 1,
          "x": 10,
          "y": 10,
          "z": -20,
          "text": "45 зубьев"
        },
        {
          "index": 2,
          "x": -0.23,
          "y": 11,
          "z": -4.84,
          "text": "Диаметр 8мм."
        }
      ]
    },
    {
      "id": 2,
      "annotations": [
        {
          "index": 1,
          "x": -777,
          "y": 1313,
          "z": 281,
          "text": "4 отверстия"
        },
        {
          "index": 2,
          "x": -891,
          "y": 857,
          "z": -123,
          "text": "Диаметр 40мм."
        }
      ]
    }
  ]
}
